{
  "root": "dry",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "dry",
        "reference": "SL 322",
        "meaning": "to scatter, disperse; to winnow"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "drele",
        "dore"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) drele u=malko m-i=səsto ʻder König wurde (dadurch) vom Pferde heruntergeworfenʼ; 332; prs 66/30; dralle u=šuro ʕal aṭ=ṭaye ʻsie stürzten die Mauer über die Kurdenʼ; 335; 33/30;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) aṯi u=tagoro drele šlomo aʕlayye ʻder Kaufmann erschien und begrüsste sieʼ; MM 148; ʕabiri l-u=čadər diḏe, dralle šlomo aʕle ‘Sie traten in sein Zelt ein und begrüßten ihn’; 26/35; 29/131; lo=šlomo drele aʕle w-lo=mede ‘Er begrüßte [den Jungen] mit keinem Gruß und nichts’; 29/311; 30/15; 39/9",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) dreli hawār ʕal ḥoli ʻI called my uncle for helpʼ; 337; 44/112; drele hawār w-haydān ʕal i=ʕašire; nafəq-le ḥamšalfo l-qamuṯ-ayḏe ‘[Der Scheich] stieß den Hilferuf aus über den Stamm; da kamen fünftausend zu ihm heraus’; 29/415",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) ḥa mənne yăqīn dralle u=qufl-awo b-u=darbo ʻeinen von ihnen hatte wohl das Schloss unterwegs verlorenʼ; LB 155;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) greʕuno kibe d-moḥe b-u=šuro g-dore-le ‘(He was) a young man who could punch a wall and knock it down’ 77/83;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) k-moṭe l-larwal d-u=ṭarʕo d-i=ʕamṯo g-dore bərawo “mən masále-yo?” k-nufqo i=ʕamṯo, k-omər “mayəṯ babi” ʻals er aussen an die Tür der Tante kommt, stimmt er die (im k mit brāo! (Bruder) beginnende) Totenklage an. “Was ist denn los?” Die Tante kommt heraus. Er spricht: “Mein Vater ist gestorben!”ʼ; 355; 6/23-24; 6/37; 4) w-u=barġal, ko-saymína-le g-maḥtina tre=sahme d-maye w-ḥa d-barġal, w-am=maye g-rəṯḥi g-maḥtina i=malḥo w-g-dorina u=barġal-ayḏan, w-g-bošəl ‘As for the wheat groats, we took two parts water and one part wheat groats, and as the water began boiling, we put salt in it, then we added the wheat groats, and they became ready’ JL 18.6.11;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Azzá dmaḥto ddәryo ṭlawḥe bi bardәš (Keze Ilyas 22)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) kǝ́t-wo-le abro, xōrt məštaʕe-wo b-u=dəbolo, nošo lo=doré-wo-le ʻsein Sohn war ein schmucker Jüngling, den im Ringkampf niemand niederzuwerfen vermochteʼ; 369; prs 108/18; 2) qṭí-wa-lle ġắlabe m-ḥḏoḏe, ḥatta l-u=šlomo d-aloho lə=dorən-wa ʕal ḥḏoḏe ʻjeder hatte von den Leuten des anderen viele getötet; sie entboten einander nicht einmal mehr Gottes Grussʼ; 369; 65/4;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "gamlo kle u=malaxo, dray ṣlibo l-foṯux w ʕamǝ́ṣ ʕaynux, xayifo d-šoqər ruḥux, elo mʕawaqlan u=malaxo, gə-mqatəl Mšiḥo aʕme ʻKamel, da ist der Engel, schlag ein Kreuz über dein Gesicht und schliesse die Augen; er hat's eilig, deine Seele zu holen, aber wir haben ihn aufgehalten, der Messias wird mit ihm zankenʼ; 372; prs 215/25; drawu u=taʕlo ʻso legt den Fuchs hinʼ; 374; prs 188/21;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "II",
      "forms": [
        "mdarele",
        "mdare"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "mdarele u=qaṭmo ʻer verstreute die Ascheʼ; 414;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "bəṯṯər g-malimi-le disa, mdarəl-le, ʕərwi-le w saymi-le disa qatakiri ʻdann sammeln sie sie (die Weizengrütze m) wieder ein, worfeln sie, sieben sie und schlagen die Steinchen mit dem Backblech herausʼ; 420; 94/253; 91. Ánnaqqa gəmdaranne, maydiwanne malḥoyo Now then, they winnow them, they took along (each one) a winnowing-shovel (2019_13_01_Malf_Ish. )",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "g-fayší-way-na b-i=adro hul ṣafro, gə-mdarí-way-na aḥ=ḥeṭe, gə-mdarí-way-na a=ṭlawḥe, gə-mdarí-way-na a=ṣʕore ʻwir blieben bis zum Morgen auf der Tenne und worfelten den Weizen, die Linsen oder die Gersteʼ JL 13.12.10;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "madrele",
        "madre"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) qoyəm maṭalle i=baġalṯayḏe, d-meqəm rawəx aʕla, húwwal-le ḥaṭro b-iḏe, w tloṯ=kore marwaxla l-i=baġalṯo, a=tloṯ=kore maxṣūṣ madrele ruḥe l-i=arʕo ʻda brachten sie das Maultier, auf dem er vorher geritten war und gaben ihm einen Stock in die Hand. Dreimal liess ihn das Maultier aufsitzen, dreimal liess er sich absichtlich abwerfenʼ; 384; 29/433; ġắlabe noše madrela m-i=martabaṯṯe ʻsie hat viele Leute um Rang und Würden gebrachtʼ; 385;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) U+Šamʕən du+Išk̇o súriwa, əzzawayle  l Súriya. Ánnaqqa kә́twayle palәk̇at d̥ Súriya aʕme, kә́twayle palәk̇at d̥ Suriya aʕme. Qām aṯi li+qriṯo, aṯi li+qriṯo, madrile, mṣakrile.‘ Šamʕən of Išk̇o was Syrian, he went to Syria. Now then, he had Syrian papers with him, he had Syrian papers with him. He up and came to the village, he came to the village, he dropped them, he lost them.",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "[We probably need to split (1) into two meanings: 1) zur Erde niederwerfen, 2) fallen lassen; the example LB 155 is different situation: (1) is intentional agentive accomplishment, (2) is nonintentional agentive accomplishment. The meanings are different, but I am not sure, do we need that level of precision in this dictionary? I also hesitated to split the (1) meaning in hwy ‘werden, entstehen’: we have werden-entstehen ‘возникать’ and werden-verwandeln ‘становиться кем-то или чем-то’. I think in the case of hwy this range of meaning of werden is natural, like in old Russian становиться has these two meanings (И стал свет), though in modern Russian it is impossible (И появился свет). But I think the case with dry is a little different: intuitively there are many languages which has two different lexemes for 1) zur Erde niederwerfen, 2) fallen lassen, like  Italian abbattere vs. lasciar cadere, French faire tomber vs. laisser tomber, Turkish düşürmek vs devirmek]",
    "worfeln;",
    "1) niederwerfen lassen; sich niederwerfen (mit ruḥo 2) loose"
  ],
  "uncertain": false
}