{
  "root": "dyq 1",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "notes": "dqq cf. SL 318 ‘pound, crush’; Marg 96a ‘to beat, to pound or bray in a mortar; to break in pieces, reduce to powder’; cf."
      },
      {
        "source": "Arab.",
        "source_root": "dqq",
        "reference": "Wehr 398",
        "meaning": "zerstossen, zermalmen, zerkleinern, zermahlen, pulverisieren; ertönen, erklingen (Musikinstrumente"
      }
    ],
    "relationship": "also"
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "dəqle",
        "doyəq"
      ],
      "conjugations": {
        "Infectum": [
          {
            "text": "1) dayqina ʕal i=darga d-nofəq Qaratāždīn ʻwir wollen an das Tor klopfen, dann kommt Qaratâschdîn herausʼ; 573; prs 36/33; 2) g-doyaq-le doquqo ḥreno ʻer schlägt noch einmal mit einem Holzhammer (darauf)ʼ; 573; 75/118; 3) kət-li i=ʕisaqṯ-aṯe diḏi; g-mšaḥann-a w g-daqn-a b-ṭize d-a=trayxu ʻich habe da einen Ring; den werde ich heiss machen und euch beiden auf den Hintern drückenʼ; 574; 75/320; 4) d-lo=dayqo am=mədone, gəd-rŭḏ̣eno, d-yutwo biya ʻwenn sie nicht an die Sachen rühren wollte, so würde ich einverstanden sein, dass sie dort wohnteʼ; 574; 2/68; 5) šote ʕărāq w doyəq b-u=qŭmār ʻer trank Brantwein und spielte mit Würfelnʼ; 574; prs 98/4; 6) walla kīt ḥa, zʕuro nuxroyo, ko-doyəq ṭambure, bale mə ṭambure! ʻbei Gott, da ist einer, ein fremder Jüngling, der spielt die Laute, aber was für ein Lautenspiel!ʼ; 574; 73/129; hiye ko-doyəq b-i=ʕarbanak-ayḏe w-u=maymūn ko-roqəḏ ‘He beat his tambourine, and the monkey danced’ MM 41;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "4) kul yawmo ġēr m-u=mazlo, w m-u=maṯyo, w m-u=kroxo d-gawə-d-i=baxča, lo=dŭyaq-wo iḏe b-tu=šuġlo ʻausser, dass er täglich in dem Garten auf und ab und herumging, tat er gar nichtsʼ; 574; 2/119; 5) kət-wo ḥa dawlatli, šote-wo ʕărāq w dŭyaq-wo b-u=qŭmār ʻes war einmal ein Reicher, der pflegte Brantwein zu trinken und mit Würfeln zu spielenʼ; 574; prs 217/30; 6) ḥzay az=zuṭoye d-oṯən-wa d-dayqí-way-lux b-i=zərnaye w b-i=kamačaye w b-i=dahole saymi-wa ad=daʕwe, ḥzay mə ǧarə-lle ʻsieh, was den Zigeunern, die zu kommen und dir mit Oboe, Geige und Trommel zu den Hochzeiten aufzuspielen pflegten, geschehen istʼ; 574; 115/229; Xāngīr doyaq-wa ʕal i=ṭambure; k-əmmi kul=ṣawʕo me-diḏe dayqo-wa arbʕi=ləḥne ‘Xangir played lute. They say that each of his fingers played forty melodies’ 73/125;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "2) sakkahat mede lat-xu? mərre: alo kət-lan sakkahat-ste. ummi mədde l-as=sakkahat ummi aṯən l-i=walaye. omər de dúqun-ne ʻ- Habt ihr keine Eisenpflöcke oder dergleichen? - Ja, wir haben auch Eisenpflöcke. - Sie nahmen die Eisenpflöcke und kamen zu der Stadt. - So, nun schlagt sie einʼ; 573; 99/27; 3) duq b-u=zəl ʻdrücke auf den Klingelknopfʼ; 574; 6) ko-duq-lan d-ḥozina, be ma šrolo b-u=waṣf d-k-əmmi hawxa dayoqo ṭówo-hət ʻso, nun spiel uns mal etwas vor, dass wir sehen, ob du wirklich ein so guter (Lauten)spieler bist, wie die Leute sagenʼ; 574; 73/134;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "2) dīq ġắlabe šafiro ʻer (Weizengütze) ist sehr schön gestampft wordenʼ JL 17.5.11; 8) diqo ʕayne b-ʕayna d-i=kačke ʻsein Auge traf auf das Auge des Mädchenʼ; 575; 65/103, 104, 162;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "8) kət-la məššaye d-dahwo, k-mhalxo lo=k-midoqo b-i=arʕo ʻsie hatte einen goldenen Pantoffel, der die Erde nicht berührte, wenn sie gingʼ; 575; prs 106/20; prs 108/2;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "2) mqadamle l-u=kōn. kīt səsto qm u=tarʕo d-u=kōn w rumḥo dəqto ʻdarauf näherte er sich dem Zelt, vor dem Eingang desselben war ein Pferd, und eine Lanze steckte in der Erdeʼ; 573; prs 37/36; prs 133/14; prs 141/6; b-u=qays-awo d-u=avi d-kət-wa taḥt u=ʕafr-awo diqo ʻ(ich legte die Kette) an jenen Pflock aus Pappelholz, der in die Erde eingerückt warʼ; LB 161; 3) tli l-droʕux d-ḥozena díqo-yo ʻhebe deinen Arm in die Höhe, damit wir sehen, ob er den Stempel trägtʼ; 574; prs 197/21;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Action Noun",
    "6) playing on musical instruments;",
    "Idiomatic Phrases",
    "lo=doyəq/dəqle iḏo+poss.sf. b-šuġlo/b-u=šuġlo ‘nichts tun’: u=yawmo kule fayəš tamo w iḏe b-šuġlo lo=dəqle ‘er ist den ganzen Tag dort geblieben, hat aber nichts getan’; p.c. ST; kul yawmo ġēr m-u=mazlo, w m-u=maṯyo, w m-u=kroxo d-gawə-d-i=baxča, lo=dŭyaq-wo iḏe b-tu=šuġlo ʻausser, dass er täglich in dem Garten auf und ab und herumging, tat er gar nichtsʼ; ‘Ausser, dass er täglich im Garten auf und ab und herumging, tat er gar nichts’; 2/119;"
  ],
  "uncertain": false
}