{
  "root": "dʕr",
  "etymology": {
    "etymons": [
      {
        "notes": "cf. MEA ḥdr to go round, to encompass",
        "raw": "cf. MEA ḥdr to go round, to encompass"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "daʕər",
        "doʕər"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) səmme barqiye l-Murde; me-Murde daʕər u=ǧŭwā́b ʻsie telegrafierten nach Mardin; von Mardin kam die Antwort zurückʼ; 249; 32/43; 35/53; 44/32, 33; 69/31; 70/18; 74/80; 75/15, 252; i=naqqa d-daʕənno l-i=mamlake, u=Ṭūrʕabdī́n, (profasor Ritter) abəʕ meni, d-mqafeno kmo=maḥkiyone zōr d-ḥəkkoyat mə-Miḏyāḏ aw m-aq=qəryawoṯo ḥatta d-msaǧanno ḥəs dəṯṯe b-i=makina d-u=šqolo d-u=ḥəs ʻ(Professor Ritter) bat mich, als ich in die Heimat, nach dem Ṭurʕabdin zurückkehrte, einige starke Geschichtenerzähler aus Miḏyaḏ oder den Dörfern ausfindig zu machen, deren Stimme ich mit dem Tonbandgerät aufnehmen sollteʼ; 11/1; mofáqqal-li, mḥela ebi i=hawa w-daʕiro i=ruḥayḏi eli ʻsie zogen mich heraus. Ich bekam Luft und konnte wieder atmenʼ; LB 85; (НУЖЕН БУКВАЛЬНЫЙ ПЕРЕВОД); grəšle u=sayf-ayḏe, w-marhaṭle u=səsy-ayḏe rahəṭ, madde rabṯo, w-daʕər-le xd-i=hawa ‘He pulled out his sword, set his horse to gallop, and it ran for a long distance, he (Xangir) came back at him (the giant, m.) like wind’ 73/69;  lo=g-doʕaṇṇo m-arke l-u=bayto ʻich kehre von hier aus nicht nach Hause zurückʼ JL 9.9.8;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ba i=naqqa d-húle-le i=mandel-ayḏa w mkafalle iḏe w foṯe, daʕər xōrt d-arbaḥṣar=išne ʻals er ihm das Tuch gab und er sich Hände und Gesicht damit abgewischt hatte, ward er wieder ein Bursch von vierzehn Jahrenʼ; 250; 64/159; i=emo u=babo daʕiri l-u=kawn dəṯṯe qamoyo ‘Die Mutter und der Vater kehrten in ihr altes Dasein zurück’; 24/254 3) qayim mədle me-sawke, w azzé; ġəṭle b-i=ʕayno d-u=semo, w daʕər ġəṭle b-i=ʕayno d-u=dahwo ʻda packte er ihn an den Haaren, ging und tauchte ihn in den Silberbrunnen, und wiederum in den Goldbrunnenʼ; 250; 75/147;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) lə=daʕər b-u=xabrayḏe, húle-le i=barṯayḏe b-u=laly-awo mbarxole aʕle ʻer hielt sein Wort, gab ihm noch in jener Nacht seine Tochter und verheiratete sie mit ihmʼ; 250; 64/235;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) azzá daʕiro m-u=sefoqayḏa, w yatu ʕal u=mukl-awo xile ʻsie ging und liess ihre Schüssel stehen. Er setzte sich an das Essen und ass es aufʼ; 250; 76/128; mḥalaqqal-li ʕal qaryola m-anək w daʕiri mini ʻsie warfen mich auf eines dieser Betten und liessen mich so liegenʼ; EL 46;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) lo=k-obaʕno quṭlət-la i=ḥurma məḷḷa u=mede d-səmla daʕiro b-i=ḥṭiṯ-ayḏa w-aloho roḥumo-yo g-marḥəm aʕla ‘I do not want you to kill her. This woman said what she had done. She repented her sin. And God is merciful. He will take pity on her’ 78/239 [MT];",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) maḥatle l-u=šēx u=abro d-u=aḥuno maḥatle rahine mqabǝ́l d-u=muxtár hŭl d-əzzé w doʕər ʻder Scheich stellte seinen Neffen, als Geisel für den Dorfschulzen, bis dieser zurückkehren würdeʼ; 249; 32/34; waxt d-ḥšəmyoṯo aġlab d-u=ʕamo, xd-as=safrune, qaflat qaflat tre tre k-duʕri l-ab=bot-aṯṯe ʻzur Zeit des Abendessens kehrt das meiste Volk, wie Vögelchen, in Scharen oder zu zweien, nach Hause zurückʼ; 4/60; mə-bəṯṯər d-lə=ḥzele u=ṭayro raḥəq m-ač=čuwedər diḏe-ste, mwaʕadle ʕal ruḥe: hul d-lo=ḥoze u=ṭayro, lu=k-owe d-doʕər ‘Als er den Vogel nicht mehr sah, entfernte auch er sich von seinen Zelten und gelobte sich, keinesfalls zurückzukehren, ehe er den Vogel gefunden hätte’; 24/147",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) ánnaqla u=ḥaǧǧi, kul naqla ko-doʕər ʕal u=abrayḏe k-omər: “ya abri! qṭilux ḥoṯux walla lo?” ʻder Mekkapilger fragte nämlich immer wieder seinen Sohn: “Mein Sohn, hast du deine Schwester getötet?”ʼ; 250; 88/156;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) u=maǧmaʕ d-i=maḥkam-ayḏe huwwe qărā́r, ḥatta d-u=malko d-lə=doʕər b-u=waʕd diḏe ʻseine Gerichtsversammlumg bestimmte, dass der König nicht von seinem Versprechen zurücktreten dürfeʼ; 250; 21/66; lə=k-owe d-duʕrət m-u=waʕd diḏox m-u=soz diḏox ‘Du darfst dein Versprechen, dein Wort nicht brechen’; 26/79",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) hul l-u=mawto lə=k-doʕrət mənne? ʻwillst du bis zum Tode nicht von ihnen ablassen?ʼ; 250; 74/159;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) bale hayhā́t, l-i-nəʕmuṯ-ayḏi áydarbo g-doʕanno-wo? ‘Aber ach! Wie soll ich in meine Kindheit zurückkehren?’; 12/31; lazəm <...> d-msalám-wo-la l-u=abro d-u=ʕammo, w bəṯṯər dŭʕar-wo ʻer hätte sie <..> dem Vetter übergeben und dann erst zurückgehen müssenʼ; 26/134 [MT]; i=naqqa d-dŭʕar-wo b-aǧ=ǧaridat <...> aḏĭʕono d-huwe-yo ‘Als er mit den Warfspießen zurückkehrte <...> da wußte ich, daß er es ist’; 30/140",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) dʕār, bas-yo ʻkehre zurück, es ist genugʼ; 250; prs 185/35; de ánnaqla b-u=ḥaṣo-va dʕar laxálf! ʻauf geht’s, gehe rückwärts nach hinten!ʼ; LB 60;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) u=ḥa=yawmo killī́ daʕoro m-i=walaye ʻeines Tages komme ich aus der Stadt zurückʼ; 250; 2/70;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) dʕoro l-u=bayto lat-li ʻeine Heimkehr gibt es für mich nichtʼ; 250; 29/47; ǧġilina hul d-ʔaṯi u=waxt-ayḏi d-u=dʕoro ‘We talked until the time came for me to get back’ RT 2;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "madʕalle",
        "madʕər"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) qayəm, gaḥək b-riše d-u=ʕmiro, madʕalle u=ʕmiro w madʕalle kulle ʻso überlistete er den Emîr und brachte ihn und alle dazu, umzukehrenʼ; 250-251; 74/85; w disa madʕárral-li l-dukṯi l-u=axur-ano ʻdann brachten sie mich wieder an meinen Platz, in den Stall, zurückʼ; LB 85; k-oṯən m-aǧ=ǧirane d-məǧġoli, i=aṯto ko-nəfqo aʕmayye ko-məǧġolo…  ko-madaʕra-lle m-i=dərto, ko-zəbṭi noba aʕli ʻwenn Nachbarn zu sprechen kamen, ging (seine) Frau mit ihnen hinaus, unterhielt sich (mit ihnen) und schickte sie vom Hof. So bewachten sie michʼ LB 277;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) mžədle iḏe l-riša d-i=ṣufro, w məlle: “m-arke oxanno?” w madʕalle iḏe l-qum ruḥe w məlle: “m-arke oxanno?” w madʕalle l-u=gabo d-u=semolo w məlle: “aw m-arke oxanno?” ʻer streckte seine Hand nach der gegenüberliegenden Seite des Tisches aus und sprach: “Soll ich von hier essen?” Dann führte er seine Hand auf sich selber zu und sprach: “Soll ich von hier essen?” Und ebenso führte er die Hand nach links und sprach: “Oder soll ich von hier essen?”ʼ; 251; 35/32, 33; madʕalla foṯa laf-u=aḥuno d-i=nave mə́lla-le ‘Jetzt wandte sich die Richterin dem mittleren Bruder zu und sprach zu ihm’; 26/187; madʕalle foṯe l-Badrxan Bag ḥəlle mə ḥəlle? ‘Badrchan Bag schaute sich um, was schaute er?’; 28/98 [LTN]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) məd maṭi, drele šlomo aʕle; madʕalle u=šlom-ayḏe ʻAfter he (mullah) came he (mullah) greeted him (the priest); he (the priest) answered his greeting’; 251; 39/9; 26/35; qralle l-u=abro d-u=malko, madʕalle aʕayye, mawfaqqe m-u=gubo ‘Sie riefen den Königssohn, er antwortete ihnen; sie zogen ihn aus der Zisterne heraus’; 21/86 [MT]; hiya qrela, nošo lə=madʕalle aʕla ‘Sie rief, niemand antwortete ihr’; 24/28",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) mid l-at=tarte=ḥoṯoṯ-ayḏa ḥzalle d-hawxa səmle b-i=ḥoṯaṯṯe i=naʕəmto, qayimi ǧbiri, madaʕrənne a=tre-ste, l-u=away qamoyo simənne insanat ʻals ihre beiden Schwestern sahen, was er mit ihrer jüngsten Schwester gemacht hatte, mussten sie wohl oder übel die beiden (Brüder) in ihre frühere menschliche Gestalt zurückverwandelnʼ; 252; 61/368;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "ašər g-madʕánno-ləx l-u=gawr-ayḏəx ‘Wahrlich, ich werde dich deinem Manne zurückgeben’; 26/214; háw-li-yo hadiye, w-g-madʕann-ox-yo, ki ramḥəl aḥnoni u=muhur d-lə=šuqli-le menox! ‘Nun, so gib sie mir als Geschenk, und ich gebe sie dir zurück, damit nicht morgen meine Brüder dir [das Siegel] abnehmen’; 29/378; k-madʕərət u=ḥalal-ano w-aʕ=ʕeze u=ṭarš-ayḏi ‘Du gibst dieses rechtmäßige Eigentum und meine ziegen und mein Vieh zurück’; 30/109",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) laybe madʕər u=xabrayḏe d-omal-le: lo! ʻer kann ihm ja nicht wiedersprechen und nein sagenʼ; 252; 76/48; iḏa uno aṯino sidəx qray-lən, hawə́r aʕlayye! iḏa d-madʕarre aʕləx mə-šrolo uno aṯino sidəx ‘Wenn ich zu dir gekommen bin, so rufe sie, rufe ihnen zu! Wenn sie dir antworten, dann bin ich wirklich zu dir gekommen’; 24/26",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "yabo u=mede d-əbʕət ono lo=ko-madʕaṇṇo u=xabr-ayḏux ‘My dear, whatever you want… I am not going to say no to you’ 76/7; laybe madʕər u=xabr-ayḏe d-omal-le lo ‘He could not object and say no’ 76/48;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) aloho qádər-yo d-madʕər i=ḏ̣ulmiy-ayo aʕli ʻGott hat Macht, dieses Unrecht an mir wieder gut zu machenʼ; 252; 26/89; áydarbo ánnaqla g-madaʕrina-la xəd kət-wa? ʻwie verwandeln wir sie denn jetzt wieder zurückʼ MM 111;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) lo=ko-madʕər nošo twiroyo me-gabe ‘He does not say no to someone who is in trouble’  82/12;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) obe-wa xerāt ʕal əšme d-aloho w-lo=madʕar-wa faqiro xalyo me-qum u=tarʕ-ayḏe ʻHe used to do good deeds for God’s sake and used to leave no poor man [that passed] before his door empty-[handed]ʼ; 251; 43/3; hat, d-ŭwat-wo b-dukṯo d-u=abro d-u=ʕammo, g-madəʕrat-wo i=kačk-ayo ʕal u=taǧər lu=g-madəʕrát-wo-la? ʻwenn du an der Stelle des Vetters gewesen wärest, würdest du das Mädchen dem Kaufmann zurückgegeben haben oder hättest du sie ihm nicht zurückgegeben?ʼ; 251; 26/259;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) de adʕeru u=talan-ano ʻführt das Vieh zurückʼ; 251; 29/459; izoxu w-adʕeru an=noš-aṯxu w-izoxu l-u=bayto ‘Geht und schickt eure Leute zurück und geht nach Hause!’; 28/100; hani al=lirat-ani madʕér-ən luxāt! ‘Nimm diese Pfunde zurück, für dich!’; 30/28",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) b=ḥḏo ḏ̣arbo manḥet-a, w məd l-i=čuklike nḥet-a l-katfux, w madʕə́r foṯi, w halǝ́x ʻmit einem Streiche hol ihn herunter, fass den Zweig und leg ihn auf deine Schulter, wende mich um und reite losʼ; 251; 58/55; 4) k-madaʕrútən-ne, l-u=away qamoyo d-kǝ́t-way-ne insanat, adʕérin-ne ʻwenn ihr sie in ihre frühere Gestalt zurckverwandelt, die sie hatten, als sie noch Menschen waren, so tut esʼ; 252; 61/362; fəlge d-umalayḏi gd-oben-əx-yo bas madʕal-li-yo ʻmein halbes Vermögen gebe ich dir, bloss verwandle sie mir zurück!ʼ; MM 113;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": null,
  "uncertain": false
}