{
  "root": "frk",
  "etymology": {
    "etymons": [
      {
        "source": "Kurmanji.",
        "notes": "ferikîn DFK 505 se séparer, to disperse, disappear"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "II",
      "forms": ["mfarak̇le", "mfarək̇"],
      "conjugations": {
        "Preterit": [
          {
            "turoyo": "i+masale mfark̇o , i+tave mfark̇o , i+daʕwo mfark̇o (Ilyas p.c.). mfark̇o i+qale",
            "translations": [
              "‘the matter ended, was over’",
              "‘the cloud disappeared’",
              "‘the fighting was over’"
            ],
            "references": []
          },
          {
            "turoyo": "FG_209: FG. E, latwa mede biḏe tanǝk. Edi məd hanək azzehən w mfark̇o, w hno hežnú hani hawǝn dǝ bandiye. be Smaylo w be Ḥamk̇e",
            "translations": [
              "‘Yes, nothing was in their hands. Then, after they went and this was over’."
            ],
            "references": ["209"]
          },
          {
            "turoyo": "5. Barimo i šato, naqqa ḥreto b nisən, mədila, li ʕaskariye, hul lu payəz, lat təšerən, daʕiri naqqa ḥreto mi ʕaskariye, ʕal d mfarək̇ u ḥarb, mafəltila.",
            "translations": [
              "‘5. Das Jahr ging vorbei, und wiederum im Mai zog (die Türkei) sie zum Militärdienst ein, bis zum Herbst. Dann kehrten sie wieder aus dem Militärdienst zurück; als der Krieg sich beruhigte, entließ (die türkische Regierung) sie wieder.’"
            ],
            "references": ["5"]
          },
          {
            "turoyo": "‘mfark̇o’, i+maʕnayḏa yo: fayito, šafiʕo, azzayo. Mfark̇o i+ʕito, i+ǧamaʕamfarak̇ u+muklo = mbarbaz u+muklo (it settles more comfortably in the stomach when one eats too much and then drinks mineral water). Ilyas was unable to produce more examples. êdî pištî go ew (mala Xate) çûn, û çik ferikî, w hê nû bûne di bandî mala Ḥamke û mala Smailo; w bəṯr d-azzehən (=qṭili) be Xate, w i+hno mfark̇o, w hežnú hawǝn də band <tre gabe>: be Ḥamk̇e w be Smaylo",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "turoyo": "i+daʕwo komifark̇o (Ilyas p.c.)",
            "translations": [
              "‘the wedding party guests are leaving the party’"
            ],
            "references": []
          }
        ]
      }
    }
  ],
  "uncertain": false
}
