{
  "root": "fyx",
  "etymology": null,
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "fayǝx",
        "foyǝx"
      ],
      "conjugations": {
        "Preterite": [
          {
            "text": "kǝtli kefe bu šuro du bayto kulle fayixi  (раскрошились crumble; p.c. Isḥaq) All stones which in the wall of the house, were crumbled.(Ilyas p.c)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "azzan lu ḥsoḏo da tlawḥe, ḥǝngi (ġalabe) našifiwa, fayixi kulle b iḏayna (раскрошились crumble; p.c. Isḥaq) I went to sowing of lentils, they used to dry very much, all of them crumbled in our hand.(Ilyas p.c)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "Maḥtənne, maḥti maye aʕlayye, maḥtənne bayn am maye. Kfayxi, kfǝrdi (2018_07_01_01.2_Arkah_Ishaq_old_houses_ED: 017) (The burnt limestone crumbles in the water)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mafәxle",
        "mafǝx"
      ],
      "conjugations": {
        "Preterite": [
          {
            "text": "Hawxa u=kalšo saymiwayle bu=šəklawo, kŭl=d-əbʕiwa  naqqa gmaydiwanne,  tloṯ,  arbaʕ kefe, ḥamməš kefe m-anək, gbayziwa maye aʕlayye, gmafixiwanne w gxulṭiwa nqurto appe. Like so, the lime, they made it this way, whenever they needed, immediately (or: “at the moment”) they took it, three-four stones, five stones of the kind, they poured water upon them, they dissolved them and mixed mortar in them (in the stones)2019_13_01_Malfono_Ishaq;67",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {}
    },
    {
      "stem": "II",
      "forms": [
        "mgaʕgəs",
        "migaʕgəs"
      ],
      "conjugations": {
        "Preterite": [
          {
            "text": "Azzən aǧ ǧulayḏan w dəṯṯe lu uti. Uti rabo du bəxur. Yaʕni bu dəxono. Mḥalqənne, mgaʕgəsi, šaʕiṯi flan. Mayiṯi aq qalmanək, kulle azzən 'Our and their clothes went to ironing. A big steam iron. With steam. They were thrown, became (?) intertwined and yellow. These lice died, they all perished' (XB 928)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Crush, crumble (intr.), dissolve (intr.)",
    "Dissolve (trans.)",
    "gʕgs",
    "to become intertwined, to turn into a pile(?)"
  ],
  "uncertain": false
}