{
  "root": "grš",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "grš",
        "reference": "SL 264",
        "meaning": "to pull, drag"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "grəšle",
        "gorəš"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) grəšle iḏe ʻhe pulled out the handʼ; 178; 45/17; l-abəʕno d-noḥanno grəššalli b-u=zōr mḥállal-li b-ad=daḥfat ʻich wollte nicht aussteigen. Sie zogen mich (aber) mit Gewalt heraus. Sie schlugen auf mich einʼ; LB 30; ʕabər grəšle u=qliḏo w-mḥele ʕal-i=dukano ftəḥole ‘Er ging hinein, zog den Schlüssel hervor, steckte ihn in (das Türschloß des) Ladens und öffnete ihn’; 28/22 [MT]; ḥamməšmo=suwariye <…> grəšše as=sayf-aṯṯe, mədde l-ar=rəmḥ-aṯṯe ‘500 <…> Reiter zogen ihre Schwerter und faßten ihre Lanzen’; 29/14; grəšle i=ʕabay-ayḏe ʕəl m-qarʕe ‘He pulled his cloak over his head’ 78/53;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) aṯina gab-u=qašo, u=qašo-stine lə=mṣadaqle w lə=mankarle, w b-i=taliye grəšle ruḥe; omər “lat-yo šuġli, ono qášo-no” ʻwir sind zum Pfarrer gegangen, und der Pfarrer hat es weder bestätigt noch geleugnet; und schliesslich hat er sich zurückgezogen und hat gesagt: Das ist nicht meine Sache; ich bin Pfarrerʼ; 179; 54/52; məštaʕele saʕaye d-mede w grəšle ruḥe w azzeyo ʻer machte noch eine Stunde lang Kunststückchen und entfernte sichʼ; MM 121;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) mədla l-i=xuṣayḏa, məfqola maḥtola ʕal u=qallənayḏa, w grišola hul d-samiqo ʻda fasste sie ihren Ring, zog ihn ab, legte ihn auf ihre Pfeife, rauchte, bis er rotglühend warʼ; 179; 62/325;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) grǝ́šle-le qayso bayn ḥaṣe ʻer zog ihm eins mit dem Knüttel überʼ; 180; 76/147; zbəṭla rawṭo m-anək w-grəšla-le ḥamšo-ste rawṭe ʕal i=laš-ayḏe ‘She grabbed one of the rods and whipped his body five times’ 77/76;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) grəšle ṣufro w k-obe xēr d-u=aḥunayḏe Skandar ʻer hat einen Tisch gedeckt und tut gute Werke für seine Bruder Skändärʼ; 180; 60/281; yatu hawi fəlge=d-yawmo grəšše i=ṣəfra grəšše u=muklo ‘He (the king, m.) sat. It was midday. They set the table (for him) and brought food’ 77/244;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) grəšle u=gald-ano, d-nošo d-l-ŭḏaʕ-le ʻer hatte das Fell angezogen, damit niemand ihn erkennen sollteʼ; 180; 29/431; 7) grəšle i=səstayḏe m-as=səsyayḏe m-a=Kḥēl ʻer liess seine Stute von einem seiner Rassehengste beschälenʼ; 180; 82/75; 8) grəšli ṣurto ʻich habe eine Aufnahme gemachtʼ; 180;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "9) omər e, năṣīb. grəšle ḥəzniye ʻ“Nun! Gottes Wille!” sagte er, aber er war sehr bekümmertʼ; 180; prs 68/16;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "11) m-u=ḥemo w m-u=tōz u=mede də-grəšli laybi maḥkéno-lox-yo ʻwas ich an Hitze und Staub ausgestanden habe, kann ich dir nicht erzählenʼ; 14/7;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "2) harke dukṯo ḥarúto-yo, lazəm d-gəršina ruḥayna l-dukṯo t-uyo maṣtarto ʻhier ist in öder Platz, wir müssen uns an eine geschützten Ort zurückziehenʼ; 179; 62/274; u=amro, u=malko d-i=wilaye-yo; w-mʔamalle-stine — man-yo hano d-gorəš gala? ‘Der Befehl, er ist ja der König der Stadt und hatte befohlen, wer hätte sich da entziehen?’; 28/86",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) k-ubʕeno menox d-ŭbat-li məqdār d-kallat ḥatta d-əzzino b-aw=walayat, w d-maṯnaḥno u=kew-ano diḏi; d-gŭrašno hawa ʻich möchte, dass du mir etwas Geld gibst, damit ich gehe und in den Städten umherreise und Linderung für mein Leiden suche, etwas Luft atmeʼ; 179-180; 24/47 [MT]; g-zobaṭ-nux g-maḥatn-ux b-af=fərnəkat də-nḥiri g-gorašn-ux xud u=barnīṭ ‘I will grab you, put you in my nostrils and sniff you like snuff tobacco’ 73/49; 5) k-owe ʕaṣriye; ko-mamṭən i=ḥšamto ko-gərši-la ʻals es Abend wird, bringt man das Abendessen und trägt es aufʼ; 180; 88/214; 7) w-lo=k-owe gurši i=səsto kḥel d-l=owe səsyo kḥel xtoṯa ‘The time came for the mare to be covered. And people usually would not allow their mare to be covered by a stallion which was not of the distinguished breed’ 82/4;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "8) hēš l-awi-li fərṣa d-kŭraxno Mərde, Məḏyaḏ w aq=qəryawoṯo ḥatta d-gŭrašno ṣŭwar ʻich habe noch keine Zeit gehabt, in Mardin, Miḏyaḏ und den Dörfern herumzuwandern, um Aufnahmen zu machenʼ; 180; 20/23; k-kurxi b-ad=dəkoṯo ʕatiqe, w g-gurši ṣŭwar ġắlabe ʻsie gehen auch bei den antiken Stätten herum und machen sehr viele Fotografienʼ; 4/28;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "9) u=malko gorəš ḥəzniye Rustam ʻder König Rustem aber trug Kummer mit sich herumʼ; 180; prs 68/12;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "10) ʕaqəl dəṯxu lə=g-gorəš xəd diḏi ʻihr begreift das nicht so wie ichʼ; 180; 105/36;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "12) “Ya abuna, u šahro kmo yawme gurašwo?” “Gorašwa yawmo tre-tloṯo, mede hawxa. Elo tre yawme garak gorašwa.” ‘Father, how many days did the feast last?’ ‘It lasted two to three days. But it had to last (at least) two days” Xori Caziz 2001 24b.",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) i=naql-ayo d-howe-wa u=quflo ebe-ste g-goráš-way-no u=qayso me taḥt u=ʕafr-awo ʻauch wenn das Schloss daran wäre, hätte ich den Holzpflock aus dem Boden herausgezogenʼ; LB 156;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) freḏo bə-freḏo makrax-wo l-masbaḥayḏe, w b-lebo karubo gŭraš-wo u=dŭxono də-ǧġarayḏe ʻer liess seinen Rosenkranz kreisen, Kugel für Kugel, und zog melancholisch den Rauch seiner Zigarette einʼ; 11/232;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "9) ḥəzən dayman gŭraš-wo ʕal ruḥe ‘Und so war er immer traurig’; 30/43",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) graš iḏux ʻpull out your handʼ; 179; 45/17; k-omar-le musa kit harke qeno, e k-omər zbaṭe graše ‘He told him: “Musa, there is a nest here” – He (Musa) said: “Fine, grab it and take it out” LuF 296/36;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "grīš me-qume grīš me-qume hul d-mofaqle larwal m-u=balad ʻer ritt vor ihm her und ritt vor ihm her, bis er ihn aus der Stadt hinausgelockt hatteʼ; 179; 57/229;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) m-lalʕəl kət-le femo ḥatta d-am=maye, d-məgroši b-aṣ=ṣaṭle ʻoben hat sie eine Öffnung, damit Wasser mit Eimern heraufgezogen warden kannʼ; 11/130; k-omar-le musa kit harke qeno, e k-omər zbaṭe graše. komər walla hiye mḥele-li nəkkə́le w-iḏi lo=ko-məgrošo  ‘He told him: “Musa, there is a nest here” – He (Musa) said: “Fine, grab it and take it out” – But he (Musa’s friend) said: “It (the animal) has bitten me with its beak, and my hand (can not) be pulled out’  LuF 296/36;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) k-obaʕno ṣufro d-migriš härke ʻich wünsche, dass hier ein Tisch gedeckt wirdʼ; 180; 58/224;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) ṭro məgriš u-filmeiḏa ʻlass davon eine Röntgenaufnahme machenʼ; 180;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) k-əmmo ḥər kalá bəṯri. ko-ḥayro k-əmmo (…) u=ḥawl-ayḏax-yo, ko-šari me-ḥaṣax w-ko-məgrəš bəṯrax, hat ko-ḥəšwat i=kurfo-yo ‘She (daughter, f.) said: “Look, there it (snake, f.) is, behind me”. – She (mother, f.) looked and said: “It is your rope! It has untied itself and has been dragging behind you. And you thought it was a snake’ LuF 290/14-15;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) ánnaqla hiye ko-mabrəm u=qayso aṣ=ṣərṭoṯe k-əzzehən əḥḏo bəṯr i=ḥreto ko-migroši ʻwährend der Mann die Stange dreht, so das die Bilder hintereinander vorbeiziehenʼ; MM 6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "2) tre=saʕayat w ʕasṛo=daqqat fayəšno b-u=qawr-ano, ah=haddat aʕli griše ʻich harrte zwei Stunden\nund zehn Minuten lang in diesem Grab, mit Steinplatten bedeck, ausʼ; LB 84;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) k-obaʕno m-aṭ=ṭaʕmone d-i=arʕo kulle ve-ga harke ṣufro grəšto ʻich wünsche jetzt hier einen mit allen Gerichten der Erde gedeckten Tischʼ; 180; 58/191, 192;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "griš/məgrəš",
    "Action noun",
    "grošo",
    "1) taking, pulling, grabbing; 2) mating, covering (of animals)"
  ],
  "uncertain": false
}