{
  "root": "gwl",
  "etymology": null,
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": ["gwele", "gowǝl"],
      "conjugations": {
        "Infectum": [
          {
            "turoyo": "Kul yawmo u šaġolayḏi kogowǝl ḥamšo kise d xarč w ono gmoḥe<ne>, mǝstaʕmalnalle/nanne (İlyas) bu bnoyo du šuro du bayto.",
            "translations": [],
            "references": []
          },
          {
            "turoyo": "(Iṣḥaq d Arkaḥ/Xarabale p.c);",
            "translations": [
              "‘Our worker every day mixes five sacks of cement and I throw <it|>, I used them (sacks) in the construction of the wall of the house.’"
            ],
            "references": []
          },
          {
            "turoyo": "İnaqla d kogawlat u xarč, i čǝmǝnto u qum ʕam ḥḏoḏe kxulṭaṭ, xulṭaṭṭe u bǝṯr gfǝtḥatle lu maġǝblo, maǧǝblo u gmaḥtat maye ebe hul gšote am mayayḏe hedi madǝʕraṭle šafiro b ḏukṯe ʕal ḥḏoḏe hul d howe xud u tino towe ṭawwo, xud u ṭino qašyo. (Iṣḥaq d Arkaḥ p.c)",
            "translations": [],
            "references": []
          },
          {
            "turoyo": "İnaqla d kogawlina u xarč d howe ġalabe zoyuḏo iḏa dlo mǝstaʕamlinale bu zabnayḏe xd glozǝm b zabno karyo gnošǝf w naqla ḥreto iḏa d maḥtina aʕle maye glayšinale me ḥaṯo elo lo kfoyǝš ebe ḥaylo xd inaqqa d bi qamayto mide d gmitaḥat aʕle tarte kore maye aw da ṯloṯ bu šǝklano, hawxa. (Iṣḥaq d Arkaḥ p.c)",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "II",
      "forms": ["mgawle", "mgawǝl"],
      "conjugations": {
        "Preterit": [
          {
            "turoyo": "060: Hedi gmaḥtiwa aʕlayye ʕafro, ṭino, mgawliwa u ṭino bu ʕafrano. Howewa hawxa falqe, saymiwayle falqe. (2018_07_01_01.2 Arkaḥ, old houses)",
            "translations": [],
            "references": ["060", "2018"]
          },
          {
            "turoyo": "060:Then they used to put upon them (qayse) earth, clay, they used to mix the clay with this earth. They are resulted in this way lumps, they made it (ṭino-the clay) into lumps.",
            "translations": [],
            "references": ["060"]
          }
        ]
      }
    }
  ],
  "uncertain": false
}
