{
  "root": "hny",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "hny",
        "reference": "SL 347",
        "meaning": "to be pleasant, agreeable, satisfy; to profit, use; < MEA hny (Af.) cf. SL 347: to profit, aid; to derive benefit"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "hnele",
        "hne"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "əmmo: “yalla! aḥuno qadǝ́m xul” k-omər i=naqqa də-hnele, omər... ʻ“los, Bruder! Komm her und iss!” Als er gerade zugreifen wollte, rief (der Junge)...ʼ; 427; 69/292-293;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "har d-səmla lə=səmla, də-hne aʕma, d-məǧġəl aʕma, oba-la ruqto ḥliṯo, layt ʻwas sie auch anstellte, dass er sich mit ihr einliesse, mit ihr redete, ein freundliches Wort sagte, nichts!ʼ; 428; 78/22; w aḏ̣=ḏ̣olume zəd gəm… gəhni aʕli  ʻdann werden diese Barbaren mich noch mehr… sie werden mich quälenʼ; LB 157;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "i=naqqa d-ko-noḥət u=šṭərənǧayḏe, Sulṭān Salīm, ṭaw mene d-oḏaʕ-wa b-u=šṭərənǧ; k-omər i=naqqa d-noḥat-wa əḥḏo d-l-úyo-wa ṭawto, k-omər hne-wa ruḥe ʻwenn Sultan Selîm seine Schachfiguren setzte, so verstand er sich besser auf das Schachspiel (als der Schach). Sobald (der Schach) einen Zug tat, der nicht gut war, machte Sultan Selîm eine missbilligende Bewegungʼ; 428; 104/17;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "qayimi ž-nuka me-ḥaṯo, maḥatte pṣiḥi, i=aṯto daʕiro-le, w yatiwi w hni ʻda veranstalteten sie nunmehr aufs neue (das Hochzeitsfest), und freuten sich, und (seine) Frau kehrte zu ihm zurück, und sie setzten sich hin und waren guter Dingeʼ; 428; 73/460;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "l-áḏiʕono u=darbo ṭowo, xəd məhnono m-aʕlayxu ʻich habe den Weg nicht richtig gewusst, ich bin wohl etwas vom Wege zu euch abgekommenʼ; 429; 76/60; daʕər mine da d-lə=šoməʕ qole, w lə=ḥoze-le w lə=məhne-le, hiye ko-məhné b-u=gurḥayḏe ʻer überlässt ihn sich selbst, um sein Wehgeschrei nicht zu hören, und nicht zu sehen, wie er sich mit seiner Wunde abquältʼ; 429; 78/57; k-obəʕ hiye d-sam-le mede, daqăna d-u=ḥolo lə=məhne-le ġắlabe ʻer wollte ihm etwas tun, damit der Onkel sich nicht zu sehr grämeʼ; 429; 76/28;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "II",
      "forms": [
        "mhanele",
        "mhane"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "hat b-i=rəḏ̣ayḏux mnaqelux hani ann=arbʕi, w ono mhanéli-lux appe ʻdu hast aus freien Stücken diese vierzig gewählt und ich habe dir Glück zu ihnen gewünschtʼ; 415; 52/175;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "sinnlos Verbstamm;",
    "Glück geben, Glück wünschen;",
    "aloho mhanalxu ʻdas sagt man zu einem jungvermählten Paarʼ; 419;"
  ],
  "uncertain": false
}