{
  "root": "hyz",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "hzz",
        "reference": "Wehr 1348",
        "meaning": "schütteln; erschüttern, schwanken machen; hin- und herbewegen, wiegen, schaukeln"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "həzle",
        "hoyəz"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "həzle u=ʕanguz w az=zage ʻda schüttelte er die Keule und die Schellchenʼ; 505; prs 118/32; aṯte d-u=malko kṯula kaġad w mšayaʕla l-u=malko. qrele, həzle qarʕe ʻda schrieb die Königin einen Brief an den König; dieser las ihn und schüttelte den Kopfʼ; 505; prs 18/35; omər háwxa-yo lo? həzla riša: e! ʻer sprach: Ist es so? sie nickte: Ja!ʼ; 506; 52/108; həzle i=ʕaskar… aʕlux ʻer hat das Militär deinetwegen in Bewegung gesetztʼ LB 334; u=ʕavd zbəṭle b-kaṯpe w-həzle məḷḷe-le omər qay ko-gəḥkət ‘The giant grabbed him by his shoulders, shook him and said: “Why are you laughing?” 77/132;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "hawul-le l-an=niše, an=naʕime b-ad=dargušyóṯo-ne, k-hŭyaz-ze u=sowo b-u=daqno ʻdie Frauen hatten geboren und die Kleinen lagen in den Wiegen und der Alte mit dem Barte schaukelte sieʼ; 517; prs 125/37; i=qaqwoniṯo-ste ko-hayzo qarʕa, kaʔanno k-əmmo: eh! eh! ʻdann nickte das Steinhuhn mit dem Kopf, als ob es sagen wollte: Ja, ja!ʼ; 518; 52/69, 84; ko-hayzo raġla aʕlux ʻsie ist frech gegen dichʼ; 518; qay ko-hayzat hawxa ruḥax ʻwhy do you rock yourself to and fro?ʼ; 520; 36/119; g-maġlo g-məždo raġla ʕəl m-i=šeno hawxa g-hayzo-la ‘She (the mother lion, f.) shall lie down, stretch her leg from above the cliff and swing it’ 75/283;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "hedi hedi, haz-wo qarʕe laqəddām w laxalf ʻlangsam wiegte er den Kopf nach vorn und nach hintenʼ; 524; 11/231;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "bəṯṯər b-fəlgə-d-saʕae ḥzeli qarʕe hīz ʻnach einer halben Stunde sah ich, dass sein Kopf schwankteʼ; 530; 63/107; hizo i=mʕarṯo ʻdie Höhle erbebteʼ; 530; prs 78/32;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "čunki aq=qayse taḥtayna k-mihozi; əšmo d-məʕwəǧ w qamyōn-ste muḥaqqaq gə-qulbína-wo ʻdenn die Hölzer unter uns schwankten; wenn der Lastwagen sich ein wenig schief gelegt hatte, wären wir bestimmt heruntergekipptʼ; 11/145; maʕlūm, ko-mihozi idoṯi w-ono g-mihozono! ‘Obviously, my hands are shaking and I am shaking as well!’; 36/119",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "schlenkern, schwingen, schütteln, erbeben, wiegen;"
  ],
  "uncertain": false
}