{
  "root": "kfx",
  "etymology": null,
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "kfəxle",
        "kofəx"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "qayəm aṯi u=zʕuro, zbəṭle u=məšḥo w kfəxle b-feme d-Kayalo w hiye damixo ʻda kommt der Junge, nimmt das Fett und giesst es dem schlafenden Kayâlo ins Maulʼ; 229; 76/153;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "k-owe u=laly-awo aʕlayye g-dumxi. k-soyəm ṭlawḥe, g-maḥət taḥt u=ḥa w k-soyəm maye šaḥine k-kofəx taḥt u=ḥreno ʻdie Nacht bricht über sie herein, sie legen sich schlafen. Er macht Linsenbrei und stellt ihn unter den einen und macht warmes Wasser und schüttet es unter den anderenʼ; 229; 6/90; mḥalaqle i=šlad-ayo d-u=ʕammo d-Murād, ʕal-as=salun-anək, w-amṭele am=maye šaḥine raṯiḥ-anək k-kofəx aʕle ‘Er warf den Leichnam des Oheims Murād auf jene Dornsträucher, holte das heiße, kochende Wasser und schüttet es auf ihn’; 25/50; annaqla i=čaqane nafəq əšma ayko-va d-kīt ḥa kayiwo ḥa kibe mede k-oṯe ko-soyəm qəṣ d-u=šēx-ano ko-moli-la maye kəfxi-la b-qarʕe ‘The bath became famous. Wherever there was someone ill…he would come and reach the sheikh’s. They would fill the bath with water and pour it on his head’ 78/203;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "duq u=gelo w arṯeḥ-e b-maye w kfax-e b-u=fənžān w ḥeṭ-e b-ʕayne d-babux, g-nayḥi ʻzerstosse das Gras und siede es in Wasser, dann giesse es in eine Tasse und lege es deinem Vater auf die Augen, so werden sie gesund werdenʼ; 229; prs 129/19;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "makfaxle",
        "makfəx"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "l-Ḥasané Aliki čəkle iḏe b-ak=kəstotayḏe, mədle tarte=lappat d-lirat makfaxle b-sefe d-Ḥasané Kačal ʻda griff Ḥasan Aliki in seine Tasche, holte zwei Hände voll Goldpfunde heraus und schüttete sie Ḥasan Grindkopf in den Schossʼ; 229; 95/274;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Infectum": [
          {
            "text": "am=maye qamoye lazəm d-mitákfəxi ʻdas erste Wasser muss abgeschüttet werdenʼ; 229;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "giessen, ausgiessen;",
    "giessen, ausgiessen;"
  ],
  "uncertain": false
}