{
  "root": "krx",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "krk",
        "reference": "SL 652-653",
        "meaning": "to wrap around; to surround; to wander around; to make a circuit; to rotate around"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "karəx",
        "korəx"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) ḥa yawmo m-ay=yawme d-aloho hiye ann=arbʕi=greʕayḏe naḥiti w azzehən karixi b-u=ṭuro d-məski ṣaydo ʻeines Tages von den Tagen Gottes stiegen er und seine vierzig Knechte herunter, gingen los und streiften im Gebirge umher, um Wild zu jagenʼ; 182; 62/222; zmiroṯo d-Danḥo w l-Pōl, karixi aṯrawoṯe ʻdie Lieder von Danḥo und Pōl, verbreiteten sich in den Ländernʼ; DD 393/1; briṯo, i=štaġaliye karixo eba ‘The talk was around the people (lit. ‘the world’) RT 11; karixi a=tloṯo=bnoṯ-ani bayn a=greʕune d-i=walaye ‘The three daughters walked among the young men of the city’ 75/204;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) karəx lalġul nošo lo=ḥzele ʻer durchsuchte die inneren Räume und fand niemandʼ; 182; prs 43/23; prs 53/36; ayko d-karixi səmme lə=səmme lə=ḥzalle u=ʕazlo ʻwo sie auch suchten und wie sehr sie sich auch Mühe gaben, sie konnten das Wollgarn nicht findenʼ JL 17.6.4; lo=ṭrelan dukṯo d-lo=karixina aʕle w-lo=ḥzelan ‘We have left no place where we were not searching for him. And we still have not found him’; 47/52",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) karəx u=maǧləs d-Abu-Zēd, šġili ʕam Abu-Zēd ʻder Rat des Abu Sed versammelte sich, und jene redeten mit ihmʼ; 183; prs 15/4; 16/4; 35/9; 4) lo=karəx lišoni ʻich konnte meine Zunge (vor Schrecken) nicht bewegenʼ; 183; prs 105/24; u=zoġayḏi məd-kət-we kayiwo, lo=karixo iḏi aʕle d-nŭḥánno-le ʻmein Hahn ist krank und es wollte mir nicht von der Hand gehen, ihn zu schlachtenʼ; 11/259; aḥuni me-ṣafro iḏe lo=karixo d-qoṭe-li me-laxalf ‘My brother since morning did not have the heart to kill me from behind’ 77/50;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) xayən karixət aʕmi ʻdu hast dich verräterisch zu mir verhaltenʼ; 183; 65/254; 6) u=babo karəx gab aṣ=ṣaḥore ʻsein Vater nahm Zuflucht zu den Zauberernʼ; MM 132;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) g-korəx ʕal az=zəfkar, ánnaqqa d-sōm mḥayḏ̣ər u=dahwayḏa w mḥayḏ̣ər u=flān bēhvanayḏa ʻer wird bei Goldschmieden herumgehen, um den Goldschmuck und die Siebensachen für sie bereitzumachenʼ; 182; 65/140; min ḥzalxu b-u=ʕulmo də-k-kurxitu hauxa? ‘Was habt ihr gesehen in der Welt, wenn ihr so umherstreift?’; 24/15; ya u=wab-ayḏi!  k-ubʕeno menox d-ubat-li məqdār d-kallāt ḥatta d-əzzino kuraxno b-aw=walayat w-d-maṯnaḥno u=kew-ano diḏi, d-gurašno hawa ‘Vater, ich möchte, daß du mir etwas Geld gibst, damit ich gehe und in den Städten umherreise und Linderung für mein Leiden suche, etwas Luft atme’; 24/47 [MT]; u=naʕimo d-kulle, d-i=čiroke ko-kurxo aʕle, əšme Xangīr-wa ‘The youngest of all, whom our story is about, his name was Xangir’ 73/12;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) i=ḥurmayḏi-ste aṯyo b-u=šuqo ko-kərxo-la ʕal laḥmo ʻda kam meine Frau auf den Markt und suchte nach Brotʼ; 182; 63/318; kurxi af=faroše aʕli, tli-li ʻdie Reiter suchen nach mir, verbirg michʼ; prs 249/8; uno-ste zlam faqiro-no, kuráxno-li ʕal šuġlo mede ‘Ich bin ein armer Mann und suche mir irgend eine Arbeit’; 24/159",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) u=məǧləs lo=korəx d-lo mene. kət-le māl ġắlabe bə-ḥasab ʻder Rat versammelte sich nicht ohne ihn; denn er besass vieles und zalloses Eigentumʼ; 183; prs 20/15; prs 159/35;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) lo=korəx femayye d-məšġoli, ṣxīr femayye ʻihr Mund bewegte sich nicht mehr zum Reden, sondern er war wie verschlossenʼ; 183; prs 32/29; ak=kuhne w u=ʕulmo qaroyo k-qorən l-u=yawm-ano u=mbarx-ano Fanṭiqusṭi; bale lišono d-u=ʕulmo ʕal u=xabro d-u=Rəššayš ṭaw k-korəx ʻdie Priester und die Gebildeten nennen diesen gesegneten Tag “Pfingsten”, aber der Zunge des Volkes ist der Ausdruck “Wassersprenge” geläufigerʼ; 12/18;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5)uʕdo kokәrxi ʕam ḥḏoḏe. Now they date each other ; NE_254;4",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) lăšan d-maḥwe i=lašayḏe l-kul nošo, kŭrax-wo b-u=bayto ʻdann lief er (der Hund) im ganzen Haus herum, um jedermann den Leichnam (der Ratte m) zu zeigenʼ; 182; 1/51; 2/98; w kurxí-way-na, kul=ḥa moyad-wa l-i=turayḏe, w kurxí-way-na bayto=bayto ‘Wir (Kinder) zogen (im Dorf) umher, jeder nahm seine Umhängetasche, und wir gingen von Haus zu Haus’ JL 5.10.10; 2) ono xōrt naʕimo koráx-way-no ʕal-aṯe, w ádyawma aṯyo čiko bayn al=lapatayḏi ʻals junger Bursch habe diese gesucht, und jetzt ist sie gekommen und mir in die Klauen geratenʼ; 183; 64/160; noše d-ʔəmmi-way-lan xabro əzza-way-na l-ann=aṯrawoṯ-anək kurxí-way-na, be lə=g-ḥozina-lan qanyono me diḏan ‘When people let us know, we would go to those places and look around in search of our cattle' JL 10.12.4;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) ramḥəl bəṯṯər me-fəlge=d-yawmo, nḥatu hat w hiya l-u=bəstono, w hawxa krax kraxto b-gawe d-u=bəstono ʻgeht ihr, du und deine Frau, morgen Nachmittag in den Garten hinunter, und mach mit ihr im Garten so einen kleinen Spaziergangʼ; 182; 81/81; ḥzay bayn-i=walaye, krax bayn u=ahl diḏox, bayn aq=qariwe, kito bnoṯo d-wazire ġálabe, kit  tuǧǧār ġálabe, kit noše zangīn ġálabe ‘Sieh dich einmal in der Stadt um, gehe herum bei deiner Familie und deinen Verwandten! Es gibt viele Töchter von Wesiren, viele Kaufleute, viele sehr reiche Leute’; 24/49 2) zəx krax ʕal u=qliḏo d-u=qaydo, ftaḥ qaydo me-qḏoli ʻgeh, suche den Schlüssel zum Schloss meiner Fessel, öffne es und entferne die Fessel von meinem Halsʼ; 183; prs 213/2; ṭawwo kraxu! ‘“Search (pl.) thoroughly!”’ JL 17.6.6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "makraxle",
        "makrəx"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "mawbele l-u=gaboro, makraxle b-u=baḥar ʻder Riese nahm ihn mit sich und führte ihn im Meere umherʼ; 184; prs 115/20; b-u=šəkl-awo makráxxal-li ʻauf diese Weise führten sie mich hin und herʼ; LB 59; makraxxe məštawoṯe ʻ(sie) veranstalteten Hochzeitenʼ; DD 393/3; makraxxe qaḥwa ‘They served the coffee’ 74/91;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) b-i=ʕito d-Mōr Barṣawmo, huwe k-makrəx i=tapske d-ak=kallat ʻin der Kirche Mor Barṣaumo lässt er den Sammelteller herumgehenʼ; 184; 11/243; u=tawro d-i=bənye k-əmmína-le ʕal fəlga g-kole, mbarbzina u=zād qəm raġlayye, w-g-makarxina aq=qanyon-anək aʕle 'The “middle-bull” (so we called  him) stood in the middle of it (grain spread out on the threshing-floor for threshing, f.), we spread out the grain under their (ox, pl.) feet and let those oxen walk on it in circles’",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) k-ḥoze xort šafiro <…> kile k-makrəx b-i=awda d-u=babo d-ruḥe ‘Er sieht plötzlich einen schönen Jüngling <…>, der reicht (den Kaffee) in dem Zimmer seines Vaters herum’; 29/308",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "freḏo bə-freḏo makrax-wo l-masbaḥayḏe w b-lebo karubo gŭras-wo u=duxono də-ǧġarayḏe ʻer liess seinen Rosenkranz kreisen, Kugel für Kugel, und zog melancholisch den Rauch seiner Zigarette einʼ; 184; 11/232; gd-oṯən-wa aʕ=ʕaṭore, əmmí-way-le ḥa Šēx Maḥmūd, amṭe-wa darmōnkat veǧa makráx-wa-lle, w masamqi-wa ab=beʕe ʻes kamen Trödler, einer von ihnen hiess Šēx Maḥmūd, der brachte Färbmittel und zog mit ihnen umher, und man färbte die Eierʼ JL 5.10.6;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) hiya makrəxo-wa i=qahwe ‘sie liess den Kaffee herum reichen’; 29/25",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "makráx ḥaṣux ʻdreh dich einmal umʼ; 184; 81/46;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "ḥa k-makrəx w ḥa kə-mtawe b-i=segulike bara d-u=makərxono ʻeiner drischt und einer wirft mit der eiserner Forke, neben dem Drescher stehend, die herausgedrängten Getreideteile auf die Tenne zurückʼ; 184; 94/95;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Infectum": [
          {
            "text": "k-omər “ṭláwḥe-ne. k-mədwori, k-máwrəqi, k-məḥṣodi, k-mitákrəxi, w bəṯṯər g-məgrosi b-i=gurusto k-mitaḥti ʕal i=nuro, k-owən ṭlawḥe ḥa k-ŭxe-lən” ʻer sagt: “Linsen sind Linsen. Sie werden erst geackert, dann werden sie grün, dann werden sie geerntet, gedroschen und dann mit der Handmühle gemahlen und aufs Feuer gesetzt. Dann gibt es ein Linsengericht und das kann man essen”ʼ; 6/52;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Action Noun",
    "1) kreisen lassen, herumgehen lassen, herumführen, 2) herumreichen servieren (Kaffe), 3) veranstalten, 4) dreschen;"
  ],
  "uncertain": false
}