{
  "root": "lyf",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "lff",
        "reference": "Wehr 1158",
        "meaning": "zusammenwickeln, zusammenrollen; aufwickeln, aufspulen"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "ləfle",
        "loyəf"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "ləfle i=ǧġarayḏe ʻer drehte sich eine Zigaretteʼ; 505; 65/389; hedi aṯi w frəsle u=kurkayḏe ʕal i=arʕo, w mədle l-u=kayiw-awo, w ləfle ebe, w mḥalaqle ʕal katfe, w mobele l-u=bayto ʻda kam er still und breitete seinen Pelz auf den Boden, fasste den Kranken, wickelte ihn darein, legte ihn auf seine Schultern und brachte ihn nach Hauseʼ; 505; 49/18; u=zənǧər-awo ləfli ʕal qḏoli ʻdie Kette wickelte ich um meinen Halsʼ; LB 196;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "qayəm mamte kulāv, w-maṣər a=tre bə-ḥḏoḏe, w-loyəf u=kulāv aʕlayye, w-moḥa-lle daḥfe, w-ánnaqla mgandri ʻHe stood up, brought felt and bound these two together, he wound the felt round them and gave them a push so that they started rollingʼ; 517; 39/25 [MT]; mṭeli aʕmi ono šuqo ḥur ḥur aydarbo ko-marʕəl g-lafno ʕal gawe d-u=tawro ‘I have brought a piece of cloth with me. Look, look how it (ox, m.) is trembling, I am going to coild it (a piece of cloth) around the stomach of this ox’ 76/88;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "loyáf-wa-lle ʕal tre=qayse ʻer wickelte sie (die Bilder auf einem Stück Leinwand) über zwei Stangenʼ MM 3;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Hawxa layfiwayna gulloke. ‘in this way we used to coil (the strings made out of intestines) into spools.’ 006_NE_GALA. ;08:40",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "naqla=ḥreto ḥəlle, ḥzele d-u=ḥawy-awo nafəq w-saləq taḥt i=ǧəbbe-da hol qḏole d-u=qašo, w-lif aʕle ʻHe looked and saw again that this snake crawled out of [the sandal] and climbed under the stole to the priest’s neck and twined around itʼ; 530; 47/78;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "ḥzele ga kale ḥawyo komo lifo ʕal qḏole d-u=qašo He saw: there was a black male snake twined around the priest’s neckʼ; 533-534; 47/68, 70; yatuno, ko-ḥoyər az=zineǧər kalən-ne maṣre b-raġli w life ʕal qḏoli ʻich setzte mich hin. Der (Hausherr) sah die Kette an meinen Füssen gefesselt und um meinem Hals gewickeltʼ LB 252;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "maləfle",
        "maləf"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "maləfle ʕal sawke, noše d-l-óḏaʕ-le ʻer schlang ihn um seine Haare, damit ihn niemand erkennen sollteʼ; 537; 57/186; malǝ́fle-le dəsmāl komo l-qarʕe, azzé l-walaye ʻer wand sich eine schwarze Binde um den Kopf und ging in eine Stadtʼ; 537; prs 226/10; nafiqo i=kurfo šaʕəṯto maləfla ruḥa ʕal u=qatoro hawīr d-u=zʕuro ʻda kam jene gelbe Schlange heraus und ringelte sich um den Felsen, rings um den Knaben herumʼ; 538; 59/39;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "maləf ḥayye ʕal qḏola d-i=barṯo ʻes hat sich eine Schlange um den Hals der Tochter gewickeltʼ; 551; 96/104;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "kət-le gulloke d-ʕazlo kiba haqqa, w kət-le ḥḏo k-awyo haqqa kla i=rabṯo b-iḏe kale k-maləf ʻer hatte ein Knäuel Garn, ungefähr so gross, und ein anderes, so gross. Das grosse hielt er in der Hand und wickelte es aufʼ; 545; 69/314; ko-maləfno u=lalyo, hul d-oṯe u=imomo ʻich wickele die Nacht auf, bis der Tag kommtʼ; 547; 69/316; yaʕni, kə-mbašli šmənto d-baṣro, w k-šuqli baḏənǧān səmoqe, w gweto, w xyore, w laḥmo, w k-maydi šmənto d-malḥo, w kmo=səfoqe, w k-maləfən-ne, w k-maḥtən-ne, b-as=sartule aw b-ač=čanṭat ‘das heisst, sie kochen ein wenig Fleisch, kaufen Tomaten, Käse, Gurken und Brot, nehmen auch ein wenig Salz mit und Geschirr, packen das alles zusammen, tun es in Körbe oder Handtaschen’; 4/49; xayifo šlaḥ u=šarwol-ayḏux w-ti d-malə́fno-le aʕle! ‘Take off your pants quick that I may wrap them around [the cow]’; 44/92",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "k-ḥoyər b-i=bərk-aṯi, kale mede g-mitaləf ʕal am=maye ʻer schaut in den Teich: da schlängelt sich etwas auf dem Wasser daherʼ; 551; 96/292;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "alifu hiya w ann=abne b-ləbbad ʻwickelt sie und die Söhne in Filzʼ; 550; prs 147/19;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "emayxu kla maləfto b-u=galdo d-u=gumušo ʻeure Mutter ist in die Büffelhaut eingewickeltʼ; 552; prs 241/2;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "drehen, wickeln, umschlagen, to spool, to coil, to wind;",
    "drehen, wickeln, umschlagen;"
  ],
  "uncertain": false
}