{
  "root": "lḥq",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "lḥq",
        "reference": "Wehr 1145",
        "meaning": "einholen, erreichen; Anat. lḥq VW II: ankommen, reichen bis, reif werden (Obst"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "III",
      "forms": [
        "malḥaqle",
        "malḥəq"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) marwaxle Skandar ʕal baġle mənne; w malḥaqle l-i=walaye d-Buġdəd ʻer liess Skändär auf einem von den Maultieren reiten und brachte ihn bis zur Stadt Baghdadʼ; 205; 60/278, 279; b-i=kamale d-a=šwaʕ=əšne, malḥaqle ruḥe l-u=bayto d-u=ḥolo ʻals also die sieben Jahre um waren, begab er sich in das Haus des Onkelsʼ; 205; 69/568; pa ya rabb de səm … d-malḥáqlux-li l-u=bayt-ano ʻoh Herr, mache doch … (danke), dass du mich in dieses Haus geführt hastʼ LB 276; 2) lo=malḥaqle u=ṭayro, bal, maṭi lə-ḥḏo nawale ʕamuqto ʻden Vogel holte er nicht ein, aber er gelangte ein tiefes Talʼ; 205-206; 21/14; malḥaqle l-u=šēx zbəṭle omər abro lo=saymət-li mede ‘He caught the sheikh and captured him. He (the sheikh) said: “Son, (please) do not do anything to me” 78/115;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) haṯe i=xodumto lə=malḥaqla d-howe deri yawmo ṣafro oṯe u=zərṭak ʻkaum konnte die Dienerin es erwarten, bis am nächsten Morgen der Spielmann kamʼ MM 118;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) kə-mwaʕádno-ləx g-malḥáqno-ləx l-u=murād diḏəx ‘Ich verspreche dir, ich werde dich an das Ziel deiuer Wünsche gelangen lassen’; 26/167; axər ko-malḥəq ruḥe l-u=məǧləs d-Sətya Zīn ʻschliesslich gelingt es ihm, das Gesellschaftszimmer der Sittiye Zin zu erreichenʼ; 205; 66/231; hayo be ayna qríṯo-yo, g-malḥaqno ruḥi ela ʻgleich, welches Dorf es ist, ich will es dorthin schaffenʼ; LB 219;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) gəm-málḥəqət u=tren-ayḏox ʻdu wirst den Zug erreichenʼ; 206; g-malḥəqo i=Ṭayḥ-aṯe i=ḥaywan-aṯe u=halx-ayḏa falgə-d-ṭəyyara ‘Diese Ṭāyḥa, dieses Tier, holte ein..., sie lief halb so schnell wie ein Flugzeug’; 29/57; ḥolo! hat izúx! ono gəd-oṯeno, malḥaqn-ux šawṭo ḥreno ‘Uncle, keep going! I will come and catch up with you in a little while’; 44/31",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) illa alḥáq ruḥux l-am=maye rabe, w maye w maye arfí ruḥux gd-oṯət l-i=walaye də-Gziro ʻsieh zu, dass du an das grosse Wasser (den Tigris) kommst, und dann geh immer dem Wasser nach, dann kommst du zu der Stadt Gzîroʼ; 205; 66/48; 2) alḥáq l-i=walaye d-u=Yăman ʻmach, dass du nah dem Jemen kommstʼ; 206; 60/191;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": null,
  "uncertain": false
}