{
  "root": "mly",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "mly",
        "reference": "SL 768-769",
        "meaning": "to fill up"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "mlele",
        "mole"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "hano u=kačălōk məd-šaməʕ hawxa, hedika mlele ʕebe abšoṯe ʻas soon as the baldhead heard this, he secretly filled his pockets with raisinsʼ; 333; 44/39; mlēlê-le qalyūn ʻer stopfte sich eine Pfeifeʼ; 341; prs 71/29;  əšto=šeritat kulle mlalli ‘ich habe sechs Tonbänder ganz gefüllt’; 14/3; u=ʕmiro-sti mlele ak=kis-ayḏe kallāwat ‘Der Emir füllte seine Beutel mit Geld’; 36/27",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "mlé-wo-li ḥa=šărīt xuṣuṣi zmuryoṯo ʕărabi w muzīq d-u=dans ʻich hatte ein besonderes Tonband mit arabischen Gesängen und Tanzmusik gefülltʼ; 345; 11/195;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "g-mŭleno sefox kaʕbe ʻich werde deinen Schoss mit Spielknöcheln füllenʼ; 358-359; 25/8; u=təšriqo d-as=safrune, k-mole, lebe d-u=nsab, naša ‘das Gezwitscher der Vögel erfüllte das Herz mit froher Stimmung’; 8/5; i=... more d-u=bayt-awo ko-nəfqo ko-məlyo mayo ‘die Besitzerin dieses Hauses kam heraus und füllte Wasser’; LB 237; [from the discussion with Shabo I conclude that most probably it means that she drew some water, she filled a reservoir with water. Shabo: Mlele maye is also used when women went with their jars to the wells and sources outside the village to bring home water to drink. “azzehin an nishe molin maye”];",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "ḥzalle gubo b-u=ṭuro, abiʕi d-šotən, lat-wo aʕmayye dawlo d-molən maye ‘Da fanden sie eine Zisterne auf dem Berge; sie wollten trinken, aber sie hatten keinen Eimer mit, um Wasser hineinzufüllen’; 21/74 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "kul=daworo lo=k-oḏaʕno amma ono, i=naqla d-sám-way-no u=laġnayḏi, molé-way-no kiso m-u=buzarʕo, w mʕaláq-way-no, aḥna k-əmmína-la ture b-kaṯpi ʻ(ob) jeder Pflüger (es so hielt), weiss ich nicht, aber ich, wenn ich meinen Saatstreifen bearbeitete (wörtl.: machte), füllte ich einen Sack mit Saatgut und hängte mir die Umhängetasche, wie wir sie nennen, über die Schulterʼ JL 10.11.3; g-maḥtí-way-na u=fəršək b-i=pačke, w-g-maḥtó-way-no-le b-i=zarke, w-g-məlyó-way-no i=zarke ḥalwo ‘We put the rennet extract in a piece of cloth, and I put it into a dish and filled the dish with milk’ JL 11.12.5;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "səmlax sefoqo d-barġal, mlay aʕle baṣro, w zax mbal-e l-i=zyara d-bəṯr-i=qriṯo ʻmach eine Schüssel Weizengrütze, fülle Fleisch darauf und bring es zu dem Heiligen hinter dem Dorfʼ; 372; 76/116;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "mle u=bayto maye ʻdas Haus füllte sich mit Wasserʼ; 379; prs 28/21; mle ʕayna m-i=gawruṯ-ayḏe ʻihr Auge wurde von seiner Männlichkeit erfülltʼ; 379; 29/94, 105, 112, 172; nafəq u=šaṭ xd-u=baḥar, nafəl ʕal i=walaye. hawi ġəlbġəlb b-i=walaye. malyo i=walaye maye ʻder Fluss ergoss sich über die Stadt wie ein Meer. Ein grosses Getöse erhob sich in derselben, und sie füllte sich mit Wasserʼ; 349; prs 181/35; prs 235/31, 37; uno harke mədde də-tloṯ=əšne fayəšno harke; ʕal-aṯe mkadarno w-lebi mle ġamo ‘Ich bin ja schon seit drei Jahren hier. Deswegen bin ich betrübt und mein Herz hat sich mit Kummer gefüllt’; 24/119 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "k-məmle u=baytayḏan maye ʻunser Haus füllt sich mit Wasserʼ; 380; prs 27/32; a=plažat, yaʕni, ad=dəkoṯo d-u=sḥoyo, d-u=baḥar, w aq=qahwat, d-ʕal femə-d-u=baḥar, w d-kət-ne ʕal rišə-d-u=ṭuro, w ḥáṣəli kul xaṣra k-məmloyo, rabe w naʕime ‘die Strände, das heisst die Orte, wo man im Meere baden kann, die Kaffeehäuser am Ufer des Meeres und oben auf dem Berge, kurz alle Seiten, füllen sich mit grossen und kleinen’; 4/45; k-uweno mamnūn ḥatta d-gawi d-məmle muklo ‘Ich bin sehr dankbar, damit mein Magen einmal voll wird’; 24/273",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "ṭowo am=may-ani m-i=navayto məmlən-wa at=tart-ani ʻmit dem Wasser aus den mittleren (Becken) müssten die beiden anderen gefüllt werdenʼ; 381; 100/20; məmloyo-wa maye šaʕuṯe ‘It (horn, f.) filled with yellow liquid’ LuF 294/29;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "məmláy bišolo ʻfülle dich mit Essenʼ; 381; prs 255/31; (пример отсутствует в указанном месте)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part pass.": [
          {
            "text": "k-omər aṯi b-ʕaṣriye m-u=šuqo, w disa xəd zlām t-owe malyo ġăḏ̣ab, mǝ́lle-la l-i=aṯtayḏe: izáx mamṭi-li i=ḥaṭr-ayo d-moḥen-ax! ‘am Abend kam der Mann vom Markt nach Hause und wieder sagte, wie ein wuterfüllter Mann, zu seiner Frau: Geh und bringe mir den Stock, dass ich dich prügele!’;  375; 62/38; m-u=ʕamo w ʕulmo, lo=k-miqafe dukṯo b-tu wāṣṭa. kulle malye ‘wegen des vielen Volks und der vielen Leute ist in keinem Verkehrsmittel Platz zu finden’; 4/61; šləḥli, mləṯto ṭino ‘ich zog (sie) aus, sie waren voller Dreck’ LB 259;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "füllen, stopfen;",
    "Idiomatic phrases:",
    "mole/mlele banṭ ‘eine Kassette aufnehmen’; ko-moleno u=banṭ-ano b-i=ǧġaliye ‘ich spreche zwar jetzt auf diese Kassette’; LB 153;"
  ],
  "uncertain": false
}