{
  "root": "mḥt",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "nḥt",
        "reference": "SL 910",
        "meaning": "to take down; to throw down; to put down; to lay down; to take away; to pour out; cf. Arab.ḥtt (tet!!!)"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "III",
      "forms": [
        "maḥatle",
        "maḥət"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) u=abr-ayḏe, maḥətle b-i=madrase, w maḥətle i=odayḏe bášqa-yo ʻer tat seinen Sohn in die Schule und richtete ein besonderes Zimmer für ihn einʼ; 647; 69/46; u=bīnbaši maḥátle-li bayne ele w l-u=aṣṣubay ḥreno ʻder Major setzte mich zwischen sich und den anderen Unteroffizierʼ; LB 332; maḥatte a=tre-abn-ayḏe ʕal-aq=qayse marfele nuro b-aq=qayse muqḏile ‘Man legte die beiden Söhne darauf und er (der Vater) zündete das Holz an und verbrannte sie’; 21/91 [MT] u=maymūn šqile i=gweto, simole  tarte=parčayat, maḥatle ḥḏo  b-i=mizən m-af=falq-anək w-i=ḥreto-ste maḥtole b-ʕaršone b-feme ‘Der Affe nahm den Käse, machte zwei Stücke daraus, legte eins von diesen Stücken auf die Wage, und das andere legte  er zwischen seine Zähne, in sein Maul’; 22/7",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) l-u=ṭayro maḥatle ʕal i=kawmo d-aḥ=ḥeṭe ʻder Vogel liess sich auf dem Weizenhauen niederʼ; 652; 70/94, 95; u=ṭayr-awo fayər, maḥatle bayn-i=baxča ‘Jener Vogel flog und ließ sich in einem Garten nieder’; 24/157; maḥatte b-i=baxč-ayo, l-aḥ=ḥəyewən dəṯṯe rʕalle u=gelo w-ad=dawme d-i=baxča kula ‘In diesem Garten hatten sie sich lagern lassen, und ihre Tiere hatten das Gras und die Bäume des ganzen Gartens abgeweidet’; 24/166 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) l-ma maḥátla-lxu harke ʻwer hat euch hier lagern lassenʼ; 653; 69/425; harke maḥatlan u=sawal diḏan aḥ=ḥəyewən diḏan, k-roʕən harke ‘Wir haben unsere Herde, unsere Tiere hier lagern lassen, sie weiden hier’; 24/169 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) hani, u=zlām w-u=kačalōk maḥatte ʕal u=muklo ‘These, the man and the bald-headed, fell upon the food’; 44/61",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) uno babi málko-yo, maḥatle-li noṭuro d-u=ḥawušo ‘Mein Vater ist König. Er hatte mich als Wächter eingesetzt für den Apfel’; 21/47; maḥatle roʕyo l-u=sawal diḏe ‘Er machte ihn zum Hirten für seine Herden’; 26/70; maḥátle-le ǧinanči l-u=bəston-ano diḏe, xudám-wo-le ġálabe ‘In diesen seinen Obstgarten setzte er (der Sultan) einen Gärtner, und dieser pflegte ihn sehr gut’; 27/1 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) mə-bəṯṯər də-mwaʕadle haṯe, maḥatte i=məštuṯaṯṯe b-u=zmoro, b-u=muklo, b-u=kef, b-u=ṣafa šawʕo=yawme ‘Nachdem er das versprochen hatte, veranstaltete man das Hochzeitsfest mit Musik, mit Essen, mit Vergnügen, mit frohem Sinn, sieben Tage lang’; 24/109; u=babo mayəṯ <…> maḥatte u=ʕaz-ayḏe fayəš tloṯo=yarḥe ‘Der Vater starb <…> man veranstaltete die Totentrauer für ihn; die dauerte drei Monate’; 28/9",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) bəṯṯər məd-hawi  u=abro w-yaru hawi abrə-də-šwaʕ=əšne, maḥatle b-i=madrase d-yoləf ‘Als der Sohn geboren war und heranwuchs und sieben Jahre alt geworden war, tat er ihn in die Schule zum Lernen’;24/4 [MT]; bəṯṯər məd-yariwi maḥtənne b-am=makatib b-am=madaris ‘Als sie heranwuchsen, tat man sie in die Schulen’; 24/257 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "1) ḥzele ga kale ḥawyo komo lifo ʕal qḏole d-u=qašo w-ko-maḥatle feme b-aḏne ‘He saw: there was a black male snake twined around\nthe priest’s neck, and it had put its mouth into his earsʼ; 47/68; k-ḥoze ḥa ga kal ko-maḥatle aḏne ʕal škere d-kefe ‘He saw: a certain man has put his ear on a heap of stones’ 73/242;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "1) maḥát-way-le gawze b-i=barikayḏe ʻer hatte Nüsse in seine Tasche getanʼ; 648; 76/97; amṭé-wa-llal-li hēžnu dawšak karyo w mxadde, maḥát-wa-llal-li ʕul m-i=mšammaʕ-ayo ʻerst da hatten sie mir eine kurze Matratze und ein Kissen gebracht, die sie auf die Plastikdecke ausbreitetenʼ; LB 131; 2) i=aṯto fayišo hiya-ste tamo b-u=marg-awo d-maḥát-wo-lle buwe tamo ʻ[seine] Frau war inzwischen auf der Wiese geblieben, auf der sie sich niedergelassen hattenʼ; 652; 24/164;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) lazəm maḥatno-le kafan w-d-əzzino aʕme l-i=maqbara d-maḥatn-e b-u=qawro ‘Ich muß ihm das Leichentuch anlegen, ihn zum Friedhof begleiten, ihn ins Grab legen’; 25/45; k-ubʕeno d-maḥtət samo ʕal u=mus diḏox ‘Ich möchte, daß du Gift auf dein Rasiermesser tust’; 27/29;hat g-maḥtət tloṯo=mo=dinore ʻdu musst dreihundert Dinar bezahlenʼ EL 51;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) gəm-maḥət ʕal maye ʻer wird sich auf einem Wasser niederlassenʼ; 652; prs 52/31; aṯi u=malko d-ad=dədwone l-gabi, g-soyəm ʕamro ʕal ad=dədwone d-lə=maḥti aʕlayxu ad=dədwone ʻder König der Fliegen ist zu mir gekommen, er wird dann den Fliegen Befehl geben, dass sie nicht auf euch setzenʼ; 653; prs 171/4; u=ṭayro masafa d-sedo tre k-maḥət, k-uzzé moṭe-le d-moḥe u=sayfo qoṭe-le, k-foyər u=ṭayro ‘Der Vogel ließ sich in einer Entfernung von ein zwei Ackerfurchen nieder. Er ging, um ihn zu erreichen, mit dem Schwerte nach ihm zu schlagen und ihn zu töten. Der Vogel flog fort’; 24/145 6) b-u=yawm-awo mʔamalla l-az=zamore d-oṯən w-d-maḥti i=məštut-ayḏe ‘Und noch am selben Tage befahl sie den Musikern, zu kommen und das Hochzeitsfest für ihn zu veranstalten’; 23/48",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) u=səsyo maḥát-way-n-e u=muklayḏe ḥeṭe diqe ʻich habe dem Pferde immer gestossenen Weizen vorgelegtʼ; 650; 81/112; d-doyaq-wa arbaʕ=pallat m-i=tuṯ-aṯe, doyáq-wa-lle w ṭoré-wa-lle me-ṣafrayto hul ʕaṣriye b-i=šəmš-aṯe, w moyad-wa l-ʕayne, maḥát-wa-lle b-i=dukṯo, w maḥat-wa m-ap=pallat diq-anək aʕlayye … ʕayne g-nayḥi-wa ʻwenn er vier Blätter von diesem Maulbeerbaum zerstampfte und sie vom Morgen bis zum Abend in dieser Sonne legen liesse und seine Augen nähme und an ihre Stelle legte, und von der zerstampften Blättern darauf legen würde, so würden seine Augen heil werdenʼ; 650; 70/271; kət-la i=ṭaṣayḏa maḥtó-wa-la ʕal i=koro; maḥwəyo-wa bahro, aġ d-i=lampa bahərto ŭbo-wa nuhro l-u=bayto kule ‘Sie hatte ihre Schale. Sie stellte sie immer auf den Getreidezuber, dann strahlte sie Helligkeit aus so hell wie eine Lampe, und spendete dem ganzen Hause Lichtʼ; 25/11 [MT]; haṯe hedi maḥatla u=dahwo w-u=sem-awo b-u=naqwo d-maḥti-wa an=noše naqqawoṯe hadiyat ‘She cautiously placed the gold and the silver in that hole where people often used to place [their] gifts’; 44/134",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) ḥēt; maḥát; ḥat; maḥet; ḥət; 651; ʕamme! dmax! ŭno, bəṯṯər məd-dumxat ḥət qarʕəx ʕal barki w dmax! ‘Tante, leg dich schlafen! Wenn du dich hinlegst, so lege deinen Kopf auf meine Kniee und schlafe!’; 6/28; maḥtutu tfənge aʕli ʻschiesst auf mich mit dem Gewehrʼ; LB 114; 4) u=ḥa mənne, d-qosəm, u=madilono gəd-omal-le ḥat aʕlayye ʻwenn einer richtig rät, so sagt der Beschreiber des Vogels zu ihm: “Hau sie!”ʼ; 653; 94/442;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) maḥetu i=fṣiḥuṯo b-i=walaye ‘Arrange the festival in the city!” 73/170;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitive": [
          {
            "text": "1) hən, m-an=niše, kə-mʕadli ruḥayye, b-u=proṭo, w b-u=tuḥito, d-i=bodara, w d-i=ḥəmra. u=šufr-ano, lo=k-mibaḥəs mene, lqul, d-u=šufro, l-aloho d-hule ‘manche Frauen verbessern sich durch Enthaarung, Auflegen von Puder und Rot. Diese Schönheit kommt aber gegenüber der Schönheit, die Gott gegeben hat, gar nicht in Betracht’; 3/71-72; qayimi, rawixi ʕal səsye maḥtalle, teḥoto b-xurgo, layba lə=ruxo w lə=yətwo ‘da machten sie sich auf, setzten sich auf Pferde und verstauten die Frau in einem Tragsack. Sie konnte ja weder reiten noch sitzen’; 78/216;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) as=səsyaṯṯe b-u=gabo ḥreno mtaḥat-te muklo ʻihren Pferden auf der anderen Seite wurde Futter hingesetztʼ; 654; 115/67; ṣeniye d-qahwe mtaḥto qumayye ʻeine Servierplatte mit Kaffee wurde vor sie hingestelltʼ; 654; 115/59;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) kīt hayām d-məmsək u=fīl, mitaḥət qm-i=fadono ʻes wird eine Zeit kommen, wo sich der Elefant fangen und vor den Pflug spannen lässtʼ; 654; prs 256/28; 29/386; 62/287; ṭláwḥe-ne. k-mədwori, k-máwrəqi, k-məḥṣodi, k-mitákrəxi, w bəṯṯər g-məgrosi b-i=gurusto k-mitaḥti ʕal i=nuro, k-owən ṭlawḥe ḥa k-ŭxe-lən ‘Linsen sind Linsen. Sie werden erst geackert, dann werden sie grün, dann werden sie geerntet, gedroschen und dann mit der Handmühle gemahlen und aufs Feuer gesetzt. Dann gibt es ein Linsengericht und das kann man essen’; 6/52; k-mitaḥto b-femə-d-i=aḏno ‘man setzt es (das elektrischen Gerät f) in den Eingang des Ohres’; 3/46;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) mhalxi-wo ʕal at=taxtayat rafiʕe d-mitaḥti-wo m-feme d-u=papūr l-i=arʕo ʻsie gingen auf den dünnen Brettern, die von der Luke des Dampfers nach dem Festland gelegt wurdenʼ; 654; 2/29;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "1) u=kṯowo mmáḥto-yo ʕal i=maṣa ʻdas Buch liegt auf dem Tischeʼ; 655; hēš bole máḥto-yo b-i=anəške ʻnach seiner Erinnerung steht es (das Bett) noch in der Eckeʼ; 655; 71/89; ad=dape máḥte-ne ʕal feme d-u=naqw-ano ʻdie Holzbretter lagen auf der Öffnungʼ; LB 186; k-ḥozət klen a=tloṯo ḥawuše d-l-u=ṭayro mublile maḥte b-u=qafaṣ ʕal i=maṣa tamo ‘Da wirst du die drei Äpfel, die der Vogel weggeholt hat, auf den Tisch gelegt und im Kägif (eingeserrt) finden’; 21/34 [MT]; hano u=muxtar d-i=qriṯo, i=ṣufr-ayḏe maḥatto-wa ʕal-i=arʕo l-af=faqire, l-am=miskene ‘Der Tisch dieses Dorfschulzen war gedeckt für die Bedürftigen und Armen’; 25/6",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) tuḥito; teḥito; teḥoto; qayimi, rawixi ʕal səsye maḥtalle, teḥoto b-xurgo, layba lə=ruxo w lə=yətwo ‘da machten sie sich auf, setzten sich auf Pferde und verstauten die Frau in einem Tragsack. Sie konnte ja weder reiten noch sitzen’; 78/216;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "maḥət/maḥatle ʕayno ‘ein Auge haben auf’ (у имеющихся примеров явное различие в значениях: 1 - ‘присматривать’, 2 - ‘положить глаз, иметь виды’: ko-maḥət ʕayno ʕal i=moharṯ-aṯe, w i=ʕayno ḥreto ko-maḥat-la ʕal as=səsye kulle ʻnun hat er ein Auge nur für dieses Füllen und das andere für alle anderen Pferde zusammenʼ; 649; 78/81; daʕər ʕAmar daʕər maḥatle riše k-obəʕ doməx i=aṯto d-u=aḥuno-ste ġălabe ṣpahi-wa w-me-zawno maḥat-way-la ʕayna aʕle ʕal u=aḥuno d-u=gawr-ayḏa aṯyo ḥeḏore ‘ʕAmar came back (home), lay his head down and wanted to sleep. As for the wife of his brother, she was very beautiful. And for some time she had been having eyes for him, for the brother of her husband. And so she came toward him’ 78/13-15;",
    "maḥət/maḥatle aḏne ‘das Ohr zum Hören vorstrecken’: maḥatle aḏne qum qarʕe ʻer streckte das Ohr vor, (um zu horchen)ʼ; 647; 73/321, 324;",
    "maḥət/maḥatle bolo ‘Acht geben’: bəṯṯər məd-maḥatle u=čadər-ano, k-maḥət bolo k-ḥoyər ‘Als er das Zelt aufgeschlagen hatte, gab er Acht und sah’; 24/20; g-maḥtono bolo-ssene i=darb-ayḏe d-mḥele buxát, lat-yo ġame d-moḥe ʕal-iḏox; d-moḥe ʕal qarʕox-yo ‘Ich beobachte auch den Streich, den er gegen dich geführt hat. Es liegt ihm nicht daran, dich auf die Hand zu schlagen, er will dich auf den Kopf treffen’; 29/168; 30/36",
    "maḥət/maḥatle ḥəkm ‘Urteil fällen’: bəṯər məd-maḥatte aʕle u=ḥəkm-ano b-ṣafro k-nofəq l-u=ṭuro hul ʕaṣriye k-amṭal-le ‘Nachdem sie dieses Urteil über ihn gefällt hatten, ging er immer am Morgen zum Berge, und am Abend holte man ihn zurück’; [LTN] 21/53",
    "maḥət/maḥatle ḥṭiṯo ʕal qḏolo ‘die Sünde auf den Hals laden’: ašər lə=g-maḥatno i=ḥṭiṯ-aṯe b-i=qḏoli w-i=ḥub-ayḏa  lə=g-maqənno-la ‘Wahrlich, ich will mir diese Sünde nicht auf den Hals laden; ihre Liebe kann ich ja nicht zum Erkalten bringen’; 26/113; uno walaw l-u=waziro mə́lle-li aw húle-li-ste kallāt ġálabe, ʕal mune gəd-maḥatno ḥṭiṯə-d-u=šulṭono bə-qḏoli? ‘Wenn es mir auch der Wesir gesagt und mir auch viel Geld gegeben hat, warum soll ich mir die Sünde an dem sultan auf den Hals laden?’; 27/34; 29/109",
    "maḥatle/maḥət išara ‘to mark’: elo, Silo maḥatle išara ʕal ab=bote d-ap=pəsmam-ayḏe, moṣele i=ʕaskar d-nošo lə=mqaru laf-elayye ʻBut Silo marked his cousins’ houses and commanded the army not to near themʼ; 36/105 [MT]",
    "maḥət/maḥatle išmo ‘nennen’: hawi-le tre=abne <…> maḥatle išme ḥa Asʕad, ḥa Amǧad ‘Ihm wurden zwei Söhne geboren <…>. Den einen nannte er As‘ad, den anderen Amdschad’; 24/256; 29/26; 37/7",
    "maḥət/maḥatle maye ʕal-iḏo+poss.sf. ПОКА НЕПОНЯТНО, ЧТО ЗНАЧИТ; возможно, просто “лить воду на руки” - то и значит (Никита):  kit yawmo d-emux w-babux g-maḥti maye ʕal-iḏux ‘Es wird ein Tag kommen, an dem deine Mutter und dein Vater dir das Handwasser gießen werden’; 24/11, 247",
    "maḥət/maḥatle  i=məštuṯo ‘das Hochzeitsfest veranstalten’: maḥətle i=məštuṯo ʻer veranstaltete das Hochzeitsfestʼ; 647; 69/571; u=taǧər-ano mḥayḏ̣alle ruḥe. u=muklo w-u=štoy-ayḏe, maḥatle i=məštut-ayḏe l-i=arʕo ‘Der Kaufmann traf seine Vorbereitungen. Er sorgte für Essen und Trinken. Und machte alles für das Hochzeitsfest zurecht’; 26/97 ТАКЖЕ ЗНАЧЕНИЕ ПОД НОМЕРОМ 6. ПОКА НЕПОНЯТНО, ИДИОМА ИЛИ НЕТ.",
    "maḥət/maḥatle naḏ̣ra ʕal ‘im Auge haben’: yahu babi maḥatle nadra ʕal-aṯe ‘Diesen Laden hat mein Vater im Auge gehabt’; 28/20",
    "maḥət/maḥatle qarʕe, riše ‘sich zum Schlafen hinlegen’: maḥatle qarʕe ʻer legte sich schlafenʼ; 647; 73/35; ko-maḥət riše ʻer legt sich zum Schlafen niederʼ; 649; 78/157; me-d-gani u=yawmo, kul=ḥa mənne maḥatte riše taḥt i=ʕabay-ayḏe w-daməx ‘When the day was over, each of them put his head under his cloak and fell asleep’ 73/84;",
    "maḥət/maḥatle qarʕe qume ‘den Kopf hängen lassen’: maḥatle qarʕe qume ʻer liess den Kopf hängenʼ; 647; 70/64;",
    "maḥatle/maḥət rahine ‘Geiseln stellen, geben’: maḥatle l-u=šēx u=abro d-u=aḥuno Šēx Ṣədqi maḥatle rahine mqabə́l d-u=muxtar hul d-əzzé w-doʕər ‘Der Scheich stellte seinen Neffen, Scheich Ṣidqi, als Geisel für den Dorfschulzen, bis dieser zurückkehren würde’; 32/54",
    "maḥət/maḥatle raḥme b-lebo ‘j-m Erbarmen ins Herz legen’: xud áydarbo maḥatle raḥme b-lebi-d-u=taǧər, hawxa-ste maḥatle raḥme b-lebi-d-u=yuzbašiy-ano ‘So wie er (der Gott, m) dem Kaufmann Erbarmen ins Herz gelegt hat, hat er auch diesem Hauptman Erbarmen ins Herz gelegt’; 26/171",
    "maḥət šart qəm-  ‘j-m Bedingung stellen’: maḥatli šart qəm d-i=məsketo: d-lo=dayqo, am=mədone, gəd-rŭḏ̣ēno d-yutwo biya ‘da stellte ich der armen Frau eine Bedingung: Wenn sie nicht an die Sachen rühren wollte, so würde ich einverstanden sein, dass sie dort wohnte’; 2/68",
    "maḥət/maḥatle zuḥṯo b-lebo ‘sich fürchten’: uno, zəḥṯo b-lebi lə=g-maḥatno ġēr m-aloho d-i=šmayo ‘Ich lasse keine Furcht in mein Herz kommen außer vor Gott im Himmel’; 29/97; lə=g-maḥət zəḥṯo b-lebe ʻer lässt keine Furcht in sein Herz kommenʼ; 649; 58/67;"
  ],
  "uncertain": true
}