{
  "root": "mṭy 1",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "mṭy",
        "reference": "SL 745-746",
        "meaning": "to arrive, reach"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "maṭi",
        "moṭe"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) a) awwəl d-maṭi, mədle l-u=aġa i=xanǧarayḏe, w falət ʕal u=mafəryono, mxanǧalle, w qṭi-le ʻals er eben angekommen war, fasste Agha seinen Dolch, fiel über den Erzbischof her und erdolchte ihnʼ; 348; 35/61; daqnayye maṭi l-barkotayye ʻder Bart reichte ihnen bis an die Knieʼ; 348; 61/369; ánnaqqa maṭi l-aloho w bəṯṯər eli ʻnun ist die Sache an Gott und nach ihm an mich gelangtʼ; 348; 65/515; maṭi-li 500 noṭat, tloṯo=šeritat w u=maktubaṯxu ‘500 Lira sind bei mir angekommen und drei Bänder und Euer Brief’; 15/2;azzino l-tamo maṭyanne ‘Ich ging dorthin und kam bei ihnen an’ JL 6.10.15; b) maṭən l-u=mərad w-l-u=maqṣad dəṯṯe ‘So gelangten sie an das Ziel ihrer Wünsche’; 24/111; naxa maṭutu l-u=mirad-aṯxu ‘Then you have reached your goal’ 73/157; c) maṭi l-fəlge=d-lalyo ‘There came the middle of the night’ 73/40; 2) lo=maṭi ʻer ist noch nicht reifʼ; 348; me d-ʔaž=žăbaš nafiqi, hawyo i=žăbaše, maṭyo lə-mṭoyo, hən mənne k-owən ʕaṣro=kiloyat, hən ḥamšaḥṣar, hən tmanyo ‘When the watermelons became ripe and the watermelon became … when it fully ripened, some of them ran up to ten kilos, some to fifteen and some to eight’ JL 7.8.4;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "ko-ḥəšwo ga yatiwo-yo mqalela ab=beʕe nafiqo huuu ko-maṭi l-u=gabo ḥreno d-u=šalwo ‘She thought he was (still) sitting (there). She fried the eggs and came out – huu! He has already reached the other side of the valley’ 75/84;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) lo=k-moṭe u=ḥawlo ʻdas Seil langt nichtʼ; 356; prs 125/7; i=naqla d-moṭe u=păpāz-ano d-aṣ=Ṣuroye l-gabux, k-obaʕno də-mḥalqat-le l-i=garre d-Mīr Mḥama ʻwenn dieser Geistliche der Christen bei dir ankommt, so möchte ich, dass du ihn in den Strudel von Mir Muhammed wirfstʼ; 356; 35/20; 75/314; ṭamo kito bayto qamoyo d-moṭat-le ʕbar l-u=bayt-awo ‘Dort ist ein erstes Haus, zu dem du gelangen wirst; in das Haus geh hinein!’; 21/23 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "b) lo, faqiro! gud ono moḥeno edi lo=ko-moṭe-lux dawro, d-hat moḥət ‘No, poor thing! If I hit, then you will not get a chance (lit. ‘the chance will not reach you) to hit (back)’ 73/58;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) i=fuǧo, i=naqla d-məṭyo ʕal u=kero; w d-nošo lə=šolaḥ-la, mə g-ǧore-la? ʻwenn eine Zuckermelone auf dem Stengel reif wird und niemand sie pflückt, was wird dann aus ihr?ʼ; 357; 77/24; bəṯṯər g-moṭən af=fuǧe gd-uxlina af=fuǧe ‘Afterwards, melons ripened, and we ate them’ JL 7.8.3;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "d-l-owe-wa Gōrgīs ʕam Baṣūṣ, k-omər lə=g-moṭe-wa l-mede Baṣūṣ ʻwäre Gorgis nicht bei Basus gewesen, so hätte Basus gar nichts erreichtʼ; 370; 115/275;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1a) izóx, mṭi-le! ‘go and reach him!’; 36/87",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "2) kal kət-la sfarglo ʕal i=šarbayḏa, sfarglo maṭyo kibe haqqa rabo ʻsie hatte auf ihrem Wasserkrug eine Quitte liegen, eine reife Quitte, etwa so gross!ʼ; 375; 61/96;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mamṭele",
        "mamṭe"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) ḥzele zʕuro mḥalqo b-u=darbo, maləmle u=zʕuro, maḥatle b-i=ture. aṯi ʕaṣriye l-u=bayto, mamṭele aʕme ʻer fand einen Knaben auf dem Wege liegen, hob ihn zuf und steckte ihn in seinen Futtersack; am Abend beim Nachhausegehen nahm er ihn mitʼ; 384; prs 55/33; mamṭalle qīm dəṯṯe w mbarxənne ʕal ḥḏoḏe ʻsie waren es zufrieden und man verheiratete sie miteinanderʼ; 385; 62/355; w saʕa l-aloho maṭṭele ʻda, zu einer Stunde, die Gott herbeiführteʼ; 430; 29/79; qoyəm maṭṭalle i=baġalṯ-ayḏe d-meqəm rawəx aʕla ʻda brachten sie das Maultier, auf dem er vorher geritten warʼ; 430; 29/433; amṭela-lalle qroṭən ʻsie brachte ihnen Früstückʼ; 431; 115/111; +MM 93 (PERFECT); 2)bəṯṯər məd-amṭánnan-ne l-a=tre-ste niše, tamo fayiši b-i=walay-ayo i=mədde d-aḥ=ḥayaṯṯe ʻnachdem die beiden auch Frauen heimgeführt hatten, blieben sie ihr ganzes Leben lang in jener Stadtʼ; 431; 24/320; a=tre šexawiy-ani a=tre aḥunon-ani amṭə́nan-ne niše ʕam ḥḏoḏe l-a=tre ‘Die beiden Scheiche, die beiden Brüder, heirateten zur gleichen Zeit’; 26/63",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) hano heš arbabtə́r m-u=zʕuro naʕim-awo d-maṭṭeli d-m-u=tuhzimo-yo ‘Er ist noch edler als jener jüngste [Sohn], den ich aus der Entführung habe’; 29/320",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "maḥǝ́tno-wo tamo i=qayikayḏi d-u=lastīk, də-k-məṭwiyo-wa ʕal ḥḏoḏe, d-manṭiyo-wa-li m-Almanya ʻich brachte dort mein Faltboot unter, das ich aus Deutschland mitgebracht hatteʼ; 430; 2/67; amṭé-way-la əšmo d-malḥo, mfašrola bayne maye, šləḥla aǧ=ǧule d-u=zʕuro, w mašəġla b-am=may-anək d-i=malḥo ʻsie hatte ein wenig Salz geholt. Das löste sie in Wasser auf, zog dem Jungen die Kleider aus und wusch ihn mit dem Salzwasserʼ; 432; 75/45;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "k-omər l-u=malko mʔamalle d-kul yawmo nəḥri-le tre=farxe, w d-mamṭəl-le ḥamro w maštəl-le; d-dəʕro i=quwayḏe aʕle ʻda befahl der König, ihm täglich zwei Lämmer zu schlachten und ihm Wein zu bringen und davon zu trinken geben, damit seine Kraft wiederkehrteʼ; 401; 61/247; bale k-zayʕono babi d-oṯe w-d-maṭṭe ʕaskar kuṯre aʕme ʻaber ich fürchte, dass mein Vater kommen und Soldaten in Scharen mitbringen wirdʼ; 430; 29/176; k-samno heviye m-aloho w menox, d-əzzóx l-u=ṭur-ano kərxət w d-maṭṭat-li ġăzale ʻich bitte Gott und dich, dass du auf diesen Berg steigst und suchst, und mir eine Gazelle bringstʼ; 430; 30/19; k-amṭalle b-al=luze w b-ag=gawze ʻsie schleppte ihnen Mandel und Nüsse herbeiʼ; 432; 115/123; ənkān d-məṭʕonat d-hówe-lax barṯo, zaben-a, g-mamṭo ṯăman ġắlabe, kallat ġắlabe ʻwenn du schwanger wirst und ein Mädchen bekommst, so verkaufe sie! Sie wird dich einen hohen Preis, viel Geld einbringenʼ; 393; 64/32, 241; kul šato ko-mamṭyo abro ʻjedes Jahr bringt sie einen Sohn (auf die Welt)ʼ; 393; 88/150; iḏa d-šumʕut-e mene xabre d-aq=qəryawoṯo-ste, k-ŭbaʕno d-mamṭetu l-bolayxu d-kət-yo mə-Kfarze ʻwenn ihr von ihm auch dörfliche Ausdrücke hört, so bitte ich euch, daran zu denken, dass er aus Kfarze istʼ; 394; 11/153; k-ubʕono menəx ṣafro, falgə-d-yawmo, ʕaṣriye d-maṭṭət am=makulat d-owən basime ‘Ich wünsche, dass du am Morgen, am Mittag und am Abend schöne Speisen bringst’; 29/70",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) i=aṯt-aṯe də-g-duʕyo-li w-də-k-ṭulbo u=xēr-ayḏi <…> uno-ste waʕd ʕam aloho <…> aṯto aʕla lə=g-maṭṭeno! ‘Diese Frau, die für mich betet und Gutes für mich will <…>; auch ich gelobe vor Gott, daß ich <…> keine zweite Frau dazunehmen werde!’; 30/80 [MT] Uʕdo kalkomṭina am+mayani (HD 48)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "šŭqal-wo m-u=ʕulmo w maṭṭe-wo l-gabe ʻer nahm sich den Leuten ab und holte sie zu sichʼ; 430; 29/284; amṭe-wa aʕme maqaṣ; kul deburo, d-nofaq-wa, qaṣ-wa qarʕe ʻer nahm eine Schere mit und schnitt jeder Wespe, die herauskam, den Kopf abʼ; 433; 72/6; lazəm mamṭát-way-le aʕmux … izúx, mtiy-e l-arke ʻdu hättest ihn mitbringen sollen … Geh, bring ihn hierherʼ; 406; 51/38; aʕ=ʕənwe d-maṭən-wa, g-quṭfí-way-na-nne w g-amṭí-way-na-nne b-aṭ=ṭaʕne l-u=bayto ʻwenn die Weintrauben reif geworden waren, dann pflückten wir sie und brachten sie in Tragtierlasten nach Hauseʼ JL 14.9.2;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Hedika gǝd mdaqǝdqowa aš šǝblanǝk, mdariwaynanne, howǝnwa ṭaʕno, mṭiwaynanne lal labaniyat. Then he used to pound the ears of grain, and we winnowed them, there resulted a (donkey) load (of wheat),  we brought them (to the village to make) the yoghurt soup. 006_NE_GALA; 01:57",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "amṭáy gəd-royaqno b-femux ʻbring (komm) her, ich werde dir in den Mund speienʼ; 407; 59/19; izúx mamṭí-lux-yo, ono k-obal-lux amro ʻgeh und hole sie dir! Ich befehle es dirʼ; 407; 62/43; m-u=faḏ̣laṯxu mamṭawu-la l-i=kutupxane ‘bitte seid so freundlich, sie mit in die Bibliothek zu bringen’; 17/3; omər ašə́r kalá i=laše d-u=zlam-aṯxu b-Nuwālká Dəzá. izoxu amṭēwle ‘He said: “There is certainly the corpse of your man in GN. Go and bring him”. ’ JL 16.7.27;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "u=kursi, d-i=faṭəryarxuṯayḏan, b-i=ḥarayto mmamṭe, l-i=dayro d-u=Zaḥfarān ‘der Sitz unseres Patriarchasts ist schliesslich in das Za‘farankloster gebracht worden’; 11/30;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "ʕayno maṭyo/məṭyo ‘sehen’ ???: kət yawmo d-məṭyo ʕayni l-am=mor-ayḏi w-d-ḥuzeno ruḥi šēx xəd meqəm? ‘Wird wohl ein Tag kommen, an dem ich meine Verwandten wiedersehe, und mich selbst wiedersehe als Scheich, wie früher?’; 30/44",
    "moṭi/maṭi l-darăǧe ‘ein Grad erreichen’: lalyo b-lalyo zaydi-wo ḥatta maṭi l-darăǧe m-u=qalabaləx haw qŭdánno-wo šŭqanno ḥəs xd-i=ʕade ʻ(meine Kunden) nahmen von Abend zu Abend zu, bis es soweit kam, dass ich wegen des Lärms nichts mehr [wörtl. keine Stimme mehr] richtig (aufs Band) aufnehmen konnteʼ; 11/183; qəsəm šŭte-wo w hŭwan-wo sarxōš, qəsəm qam-wo l-u=rqoḏo, ḥatta maṭino l-darăǧe, d-as=sowe w aq=qaše d-maydi l-i=makina w l-ŭno d-ŭbi-lan darbo l-Murde ‘manche tranken, bis sie berauscht waren; manche fingen an zu tanzen, bis es so weit mit mir kam, dass die alten Leute und die Geistlichen mich und die Maschine packen wollten, um uns auf den Weg nach Mardin zu setzen’; 11/198;",
    "moṭi/maṭi l-kamāl ‘wachsen’: u=zʕuro hawi birawár w-maṭi l-u=kamāl, u=babo kayu-le ‘Nun, der Kleine wurde verständig und wurde gross, da wurde der Vater krank’; 28/4",
    "lo=k-moṭe l-ṭarfe d-u=mede ‘ist nicht einmal das mindeste dessen …’: u=mede d-maḥkeli, lo=k-moṭe l-ṭarfe d-u=mede, d-k-owe, bə-Ṣṭambul ‘das, was ich erzählt habe, reicht noch nicht an einen Fingernagel von dem heran, was in Stambul vor sich geht’; 4/63;",
    "ʻi=arʕo məṭyo l-i=šmayoʼ wird verwendet, um auszudrücken, dass etwas aus der Sicht des Sprechers unmöglich ist: i=arʕo məṭyo l-i=šmayo, moṭina l-i=qriṯo gə-mbahdann-ux ʻmag auch die Erde an den Himmel stossen [d.h. was du auch tun magst], (sobald) wir ins Dorf kommen, werde ich dich blossstellenʼ; 357; 76/5; i=arʕo w-i=šmayo moṭən lə-ḥḏoḏe u=qadur-ano annaqla lo=k-obal-lux-yo w-k-foyəš elan w-l-a=zʕur-ayḏan ‘Even if the earth runs into the sky I shall not give you this jar. It shall be kept for us and our children’ 81/43;",
    "mamṭe/mamṭele baḥs d- ‘erwähnen, sprechen von’: i=naqqa d-mamṭele baḥs d-aloho, e, u=dayroyo ġắlabe marʕele l-ǧəsəm diḏe ʻals er den Namen Gottes nannte, fing der Mönch an, am ganzen Leib zu zitternʼ; 384; 90/48; noše baḥs d-u=darwēš lə=k-mamṭe ʻniemand spricht von dem Derwischʼ; 393; 62/292; lə=k-amṭe baḥs diḏe ‘er erwähnt ihn nicht’; LB 95; nošo, baḥs diḏa lə=maṭṭele əlla ġēr m-i=kaysuṯo ‘von der niemand sagte etwas anderes als gutes’; 29/203; 36/74",
    "mamṭe/mamṭele ḥəǧǧe ʕal ‘einen Vorwand gegen j-n finden’: ádyawma hawxa k-ummat-li u ramḥəl g-mamṭət ḥəǧǧe aʕli g-quṭlat-li ‘Heute sprichst du so zu mir und morgen wirst du einen Vorwand gegen mich finden und mich töten’; 27/74",
    "mamṭe/mamṭele maṯlo ‘die Rede bringen’: bəṯṯər məd-yatu ʕal-i=ṣufro, mamṭila-le maṯle ‘Als er sich zu Tisch gesetzt hatte, brachte sie die Rede’; 24/223",
    "mamṭe/mamṭele waṣiye ‘ein Rat, eine Ermahnung geben’: heš i=naql-ayo aṯi 1-bole d-u=babo mamṭele i=waṣiy-ayḏe ‘Da erst kam ihm ins Gedächtnis, daß sein Vater ihm seine letzte Ermahnung gegeben hatte’; 28/15"
  ],
  "uncertain": false
}