{
  "root": "nfq",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "npq",
        "reference": "SL 933-935",
        "meaning": "to go out; to become clear, known; to come into effect; to turn out, result"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "nafəq",
        "nofəq"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) i=saʕa šwaʕ, b-lalyo, nafiqina m-i=dayro, mhalaxlan hul Qartmīn i=qriṯo ‘abends um sieben Uhr verliessen wir das Kloster und gingen zu Fuss bis zu dem Dorfe Qartmin’; 11/137; hawxa šaġilina b-i=šŭfērtiy-ayḏan hul d-ʔu=ʕArāq nafəq ʻso arbeitete ich weiter in meinem Beruf als Chauffeur, bis das Irakgeschäft aufkamʼ EL 26; Перевод неправильный aš=šalqat d-u=baḥar g-mubli-le, nafəq bə-xaṣra ḥreto d-u=baḥar ‘Die Wogen des Meeres trugen sie fort, sie kam auf dem anderen Ufer des Meeres heraus’; 23/21; mədle l-i=mḥaṭo w-xrizole l-ṣawʕe, ʕamuqo, w-naqla admo komo nafəq ‘He took the needle, stuck it into his finger, and the black blood came out right away’ JL 20.7.44;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ḥərre: kal ko-nafəq hero d-ḥəmṣe ʻsie schauten: da ist eine Kichererbsenstaude hervorgewachsenʼ; 631; 75/19; 3) ba nafəq m-iḏa ʻBut what could she do?ʼ; 633; 44/60;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) nafəq əšme b-i=ṭowuṯo w-b-i=qadišuṯo ʻsein Name, als der eines guten und heiligen Mannes, wurde überall bekanntʼ; 633; 35/5;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) hakka nafəq u=mamrayḏe ʻwenn das, was es gesagt hat, stimmtʼ; 634; 94/487; b-u=gomanayḏi lo ḥarbo nafiqi ‘nach meiner Meinung sind sie (die Fotografien, pl) nicht schlecht ausgefallen’; 20/22; abri  hat nafiqət faris ʕal d-u=bayto-stine ‘Du, mein Sohn, hast dich als Ritter gezeigt, auch dem Sohn des Hauses gegenüber’; 29/372 (Ты, мой сын, оказался более искусным всадником, чем  [мой] сын из [моего] племени);  i=ḥurm-aṯe lo=nafiqo ṭawto ʕam an=naʕim-ani ‘The wife turned out to be not very good to the kids’ 75/7; nafəq šrolo u=mede d-məḷḷux ‘What you said turned out to be true’ 81/76;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) bəṯṯər u=ġŭrūb qamoyo, iḏa də-mkamli ʕəsri=čaməkkat, nafiqi ʻwenn die erste Partei zwanzig Schlangholzlängen erreicht hat, so hat sie gewonnenʼ; 94/388; 7) yawmə-d-i=ʕruto nafəq-li šuġlo, laybi d-ŭṯeno l-gabayxu ‘am Freitag habe ich etwas zu tun, ich kann nicht zu Euch kommen’; [LTN]; 16/2;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "2) ḥərre: kal ko-nafəq hero d-ḥəmṣe ʻsie schauten: da ist eine Kichererbsenstaude hervorgewachsenʼ; 631; 75/19",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "1) nafǝ́q-way-no hawxa hama ono-ste bəhn diḏi ʕayəq-wa əšmo, nafəqno larwal mbeli hawa naḏ̣əfto ʻich war ein wenig hinausgegangen, ich hatte ein wenig engen Atem, da bin ich hinausgegangen und habe eywas frische Luft geschöpftʼ; 632; 115/131; 4) nfǝ́q-way-le əšmo l-babi ʻmein Vater war berühmt gewordenʼ; 633; 63/29;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) qtal-a harke lăšan d-lo=nufqo l-foṯe d-i=briṯo ʻtöte sie hier, damit sie nicht auf die Oberfläche der Erde kommeʼ; 632; prs 24/2; prs 106/29;k-nofəq huwe aʕme l-u=ṣaydo ‘Er ging mit ihm zum Fischfang’; 23/28; iḏa u=rab-ayḏan d-lo=nofəq l-qamuṯ-ayḏan, layban nufqína-le ‘Wenn unser Herr nicht vor uns hinauszieht, können wir nicht hinausziehen’; 24/211",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "ṣafrə-d-qudumto, awwə́l d-nofəq  u=yawmo rwax ʕal u=sisy-ayḏox ‘Morgen früh, sobald die Sonne aufgeht, besteige dein Pferd’; 29/349",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ko-šəlḥi ebe ʕarkuwe w laṭme w ʕaqšune, gelone b-u=ṭuro ko-nəfqi ‘und stemmen damit Kräuter, Bibirnelle (Pimpinella peregrine L.) und Feldmannstreu (Eryngium campestre L.), Pflanzen, die auf dem Berge wachsen, heraus’; 116/30;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) fayəš ko-nəfqo me-ḥaq d-u=bayto ʻsie konnte nun den Haushalt führen, mit ihm fertig werdenʼ; 633; 52/63; hakka ʕaṣriye aṯi, de ono nəfqono me-ḥaq d-u=malk-ano ʻwenn der König heute Abend heimkommt, werde ich es ihm schon zeigen (werde ich mit ihm fertig werden)ʼ; 69/60; ḥəlle: lo=k-nofəq me-ḥaq d-u=ḥṣodo ‘(der Vater) schaute: er schneidet nicht ordentlich, wie es sein muss’; 6/7;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) u=ənsān d-nofəq moro d-i=xanǧar-aṯe ʻder Mensch, der sich als der Eigentümer dieses Dolches erweistʼ; 634; 61/144;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) i=naqla d-howe-wa tre=naqwe l-ad=debure nəfqi-wa me-gabo ḥreno ʻwenn aber die Wespen zwei Löcher hatten, kamen sie von einer anderen Seite herausʼ; 72/7; u=yawmo kule a=tre=aḥunon-ani nəfqi-wa l-u=ṣaydo ʻden ganzen Tag ritten diese beiden Brüder hinaus zur Jagdʼ; 78/5; 33/4;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) haka əns-hət aw ǧən-hət, nfaq ʻob du Mensch bist oder Geist, komm hervorʼ; 633; 52/32; zox qray-la l-i=sətti, mar nfaq yawma l-u=kēf ʻgeh, rufe meine Herrin, sage ihr, sie möge heute den Garten besuchen, um sich zu vergnügenʼ; 633; prs 21/10; prs 108/8; kile u=abro d-u=malko aṯoyo, nfaqu l-qamuṯe! ‘Der Sohn des Königs kommt! Zieht aus, ihm entgegen!’; 24/240",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) an=nafoqe w ad=daʕore ʻdie Aus- und Eingehendenʼ; 633; prs 31/9;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) b-u=nfoqo d-nafəqno, ḥzeli zəha d-kurfe (what is actually zəha) mḥalaqle ruḥe aʕli ʻals ich hinausging, sah ich eine Schlange. Die warf sich auf michʼ; 633; 69/102;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mawfaqle",
        "mawfəq"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) mofaqla m-u=gald-ano maḥatla bə-ḥreno ʻsie trieb ihn aus einer Haut in die andereʼ; 636; 88/76; mawfaqqe; mšaḥánnal-le maye, mašəġġe ʻsie zogen ihn heraus, machten Wasser warm, wuschen ihnʼ; 636; 70/233; karəxno bayn Ṣṭambəl, baynoṯe d-an=nabuqaṭīn, w baynoṯe d-aʕ=ʕaqəldār, w d-aʕ=ʕaləmdār, i=masal-aṯi lə=mawfáqqal-li-yo ʻich bin in Stambul bei den Advokaten, Weisen und Gelehrten herumgelaufen, sie haben mir die Sache nicht herausgebrachtʼ; 636; 105/15; ḥa=yawmo azzé, mamṭele i=səsto d-u=ḥawro d-u=dawlatli, mamṭəyole b-u=lăġam, mufqole l-u=šuqo ʻeines Tages nahm er die Stute seines Freundes, des Reichen, mit sich durch den Gang, führte sie auf den Markt hinausʼ; 636; prs 26/6; prs 32/5; l-u=barbar, mədle l-i=mus-ayo, d-kət-yo msamamto, w məfqole ʻder Barbier fasste das vergiftete Rasiermesser und holte es herausʼ; 636; 103/32, 38; lə=mfaqli b-ʕayn d-ruḥi ʻich habe nichts gemerkt, mir nicht wehe getan (als ich vom Dache fiel)ʼ; 639; mfáqqal-le u=muhro ʻman holte ihm das Fohlen herausʼ; 636; 56/43;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) mawfaqli eba ʻich merkte, was sie tatʼ; 639; 113/224;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) hama d-mawfəq qarʕe m-u=naqwo k-mŭsak-le; k-qŭṭe-le ʻsobald er (die Ratte m) den Kopf aus dem Loch streckte, packte er ihn und brachte ihn umʼ; 637; 1/50; nošo lo=qadər d-mawfaq-la ʻniemand konnte sie herausholenʼ; 637; prs 57/34; u=waziro d-l-oḏaʕ haṯe aḥna m-ayko g-məfqína-la? u=waziro lazəm d-mofaq-la ʻwenn der Wesir das nicht weiss, wie sollen wir das herausbringen? Der Wesir muss es (die Rede der Tauben) herausbringenʼ; 637; 60/78; ya g-məfqət i=štaġaliyaṯṯe ʻentweder bringst du heraus, was sie redenʼ; ya u=wazirayḏi, ya g-məfqat-li be i=ṭamayiye pīstǝ́r me mən-yo, ya g-qoṭaʕno qarʕux ʼmein Wesir, du sollst mir herausfinden, schmutziger als was die Habgier ist. Sonst schlage ich dir den Kopf abʼ; 637; 109/1; omər veǧa g-məfqína-lux ʻda sagten sie: Jetzt werden wir dich entlassen (aus dem Krankenhaus)ʼ; EL 51; mazədle u=maʕāš diḏi-ste, ḥamši=waroqe laʔənno mawfaqno u=farəq b-u=ʕwod-ayḏi ʻer hat auch meinen Lohn um 50 Liranoten erhöht, weil ich den Unterschied durch meine Arbeit herausarbeiteʼ; 31/30; kurke, gḏayto (…) g-fayšo ʕəsri=yawme w-g-məfqo ač=čīčk-ani ‘A brooding hen, a hen, stays for twenty days and hatches these chicken’ JL 13.11.1;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) g-domaxno ono lə=g-mawfaqno b-ruḥi ʻich schlief ein, meiner selbst nicht bewusstʼ; 639;  113/224; haṯe sidayna hayyən-yo. iḏa d-ruḥmina kiban mufqina u=ḥaq w-baṭəl mə-ḥḏoḏe ‘Diese Frage ist bei uns leicht zu lösen. Wenn es uns beliebt, so können wir herausbringen, was wahr und was falsch ist’; 24/19 [MT]; 75/189; iḏa d-mufqət i=ṭaṣ-ayḏi, gəd-ubal-lox muqqayəṣ d-ruḥmət kaʕbe ‘Wenn du meine Schale zutage förderst, gebe ich dir soviel Knöchel als du mags’; 25/17; iḏa d-lu=mufqono m-baynotayye hawo d-lat-le waraṯe, d-uḏʕət lat-no i=barṯ-ayḏox ‘Wenn ich nicht herausbringe, welcher von ihnen kein Erbrecht hat, so wisse, daß ich nicht deine Tochter bin!’; 26/55",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) u=šaxs d-lə=mhaləx b-aq=qonune də-Mšiḥo…anǧax w anǧax u=noš-awo ko-mawfaqn-e m-i=ʕito ‘nur den, der nicht nach den Geboten Christus wandelt,…nur und nur den weise ich aus der Kirche aus’; LB 104;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) layt b-iḏayye šuġlo ḥatta d-mufqi i=idara i=iʕaš-aṯṯe ‘Da sie kein Handwerk hatten, um ihr Auskommen und ihren Lebensurrterhalt zu verdienen’; 24/268; yawmo tre aw tloṯo aw yarḥo b-u=ḥal-ano, kul yawmo k-mufqi u=laḥm-aṯṯe ‘Einen Tag, zwei oder drei oder einen Monat, verschafften sie sich so ihr täglich Brot’; 24/269",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) hano, i=darbo d-u=sayf-ayḏe makrūh-yo <…> walakən uno g-mufal-lox u=taʕlim-ayḏe ‘Und seine Art, das Schwert zu führen, ist gefährlich <…> Aber ich will dir die Anleitung dazu geben’; 29/165",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) N. Zmaryoṯe? Lo+mәfqatli ba+zmaryoṯe, me Almanya kәmdaʕәn aʕli bi+havale! Lo, lo, hayo lo+maḥtatla bi+ḥolo.",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Songs?  Do not expose me in songs  from Germany they demand from me a bride’s song, no, no, don’t bring this into play. (Nisane first interview)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) awfeq; awfáq; mawfáq; mofáq; ofáq; mfáq; mofǝ́q; 638; mfáqul-le u=muhro ʻgebt ihm das Fohlen ausʼ; 639, 56/42; gurufto! mawfáq gḏayto w ṭlamṯo! ‘Schippe! Hol (mir) ein Hühnchen und ein Brot heraus!’; 6/43; mawfaq iḏux b-u=šaboko ʻstrecke deine Arme aus dem Fensterʼ LB 343; mofaq-ləx ayna baxča d-ǧule d-k-ubʕət ‘Nimm dir heraus, welches Kleiderbündel du willst’; 26/119",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) tufiqo; tefiqo; tawfoqo; 639;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "nofəq/nafəq xabro ʕal- ‘некое дело, проступок становится известным’: ramḥəl d-nofəq u=xabr-ano aʕli g-qušʕi uno w-i=ḏarriy-ayḏi ‘Morgen, wenn die Geschichte herauskommt, werde sie mich und meine ganze Sippe ausrotten’; 27/35 [MT]",
    "nofəq/nafəq m-amro ‘to disobey, to defy’ : yabo ono lə=g-nəfqono m-u=amr-ayḏax l-man d-obət-li obət-li ‘Father, I will not defy you. Whoever you want me to marry, I shall marry him’ 77/39;",
    "nofәq nafәq әšmi. ‘to be known to do smth’ Nafәq әšmi bi+gnune. ‘They say I’m a thief’, Nafәq әšma di+Maryam bu+šәfro ‘They say Maryam is beautiful’. Xuzi nofaqwa ṭizi ŭ lo nofaqwa әšmi  lit. ‘If only my ass peeled off and my name did not come up’",
    "Idiomatic Phrases",
    "mofəq/mofaqle m-u=nufus ‘lit.: aus dem Register der Lebenden streichen, zum Tode verurteilen???’: hule l-u=šulṭono amro, mofaqqe m-u=nufus ‘Da gab der Sultan befehl, und man strich ihn aus dem Register der Lebenden’; 27/52"
  ],
  "uncertain": false
}