{
  "root": "qdr",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "qdr",
        "reference": "Wehr 1004",
        "meaning": "Kraft, Macht, Können besitzen; Macht haben, mächtig sein, gewachsen sein; die Möglichkeit haben, zu tun, imstande sein, können, vermögen"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "qadər",
        "qodər"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) k-ŭmal-le l-u=abro: “qay damixət?” lo=qadər d-obe ǧŭwāb ‘er spricht zum Sohne: “Warum hast du geshlafen?” Er konnte keine Antwort geben’; 257; 21/6; 24/146; b-i=ḥarayto, qadərina də-mʕadlína-la ‘schliesslich brachten wir es (das Dach f) fertig, es in Ordnung zu bringen’; 1/19; lə=qadənno šokanno mede mine ‘es war mir unmöglich, etwas von ihm zu kaufen’; 116/4; ġálabe ḥakime lə=qadiri d-maṯənḥi-la, huwe maṯənḥole ‘Viele Ärzte konnten sie nicht heilen, er hat sie geheilt’; 24/99",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) lo hawo qadər ʕal-awo lo hawo ʻweder dieser bekam die Überhand über jenen noch jenerʼ; 258; 30/107; aṯi ġálabe məlfone w-rabe fursan, mḥalle b-u=sayfo buwe, lə=qadiri aʕle ‘Und darum kamen gar viele Fechtmeister und große Ritter und schlugen mit dem Schwert nach ihm; sie vermochten aber nichts gegen ihn auszurichten’; 29/267",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) hat áydarbo qudrət mublət u=ḥawušo m-i=dukṯ-aṯe diḏan? ‘Wie kannst du den Apfel von diesem unserem Orte wegholen?’; 21/48; lo=qodər soḥe ʻer kann nicht (mehr) schwimmenʼ; 257; prs 57/35; hat lu=k=qudrət mbaṭlət u=amro d-aloho ‘Du kannst den Befehl Gottes nicht vereiteln’; 23/12 [MT]; iḏa d-ubat-li amro ṣalaḥiye, k-qudrono d-quṭʕono i=šariʕa d-a=tloṯo aḥunon-ani ‘Wenn du mir Befehl und Befugnis gibst, so kann ich den Rechtsstreit dieser drei Brüder entscheiden’; 26/53",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) hawi-la l-i=žənəke abro xd-an=noše w xd-u=hərč. yaru, noše lo=qodər aʕle ʻdie Frau gebar einen Sohn, halb Mensch, halb Bär. Als er herangewachsen war, war ihm niemand an Stärke überlegenʼ; 258; prs 178/37; b-u=məqam-ano lu=g-qudrət aʕle ‘Auf diese Art wirst du nicht mit ihm fertig werden’; 29/163; marfe-wo an=naʕime bə-ḥḏoḏe, ḥoze ayna  k-qodər ʕal ayna ʻer liess immer die Knaben aufeinander los, um zu sehen, welcher von ihnen welchen bezwingen würdeʼ; 29/295",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) lə=qodar-wa d-soyam-wa šuġlo ʻer konnte gar nichts tunʼ; 258; 62/175; d-qodar-wa qoṭé-way-le, …, gə-qoṭal-wa u=ḥafrīt-ano w g-xolaṣ-wa ʻwenn er ihn (den Star) töten könnte, … , so würde er den Unhold töten und gerettet werdenʼ; 258; 57/107; m-u=sabab d-sobe-wayye lə-fəšše qudri-wo mdabri-wo i=mamlaxṯo ‘Denn sie waren alt und konnten das Reich nicht mehr verwalten’; 24/114 [MT]; hōl tloṯo=yarḥe ḥrene qudrí-way-na uxlina b-až=žăbaš-anək ‘For the next three months we could eat those watermelons’ JL 7.8.8;hat k-uḏʕat be ayko mayəṯ u=moro d-u=ḥmoro, naxa lo=qudrat-wa d-uxlat u=ḥmor-ayḏi! ‘You know where the donkey’s master has died. Otherwise, you could not eat my donkey!’; 46/28",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) uzzá-wo-le l-u=gnowo, ŭmár-wo-le u=babo: lo=gunwət. lo=qodar-wo aʕle ʻer pflegte stehlen zu gehen, und obgleich sein Vater ihm zu stehlen verbot, so vermochte er doch nichts über ihnʼ; 258; prs 248/12; a=tr-ani d-qodar-way-no aʕlayye, mṭalli, uʕdo aydarbo samno? ‘Die beiden, auf die ich Einfluß hatte, habe ich gebracht. Was soll ich jezt noch tun?’; 33/79",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": null,
  "uncertain": false
}