{
  "root": "qym",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "qwm",
        "reference": "SL 1330-1331",
        "meaning": "to rise, stand; to emerge, appear"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "qayəm",
        "qoyəm"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) a) qayəm Ḥasso w Čakko ġbini, raxiwi ʕal as=səsye, aṯən l-arke l-u=Šām ʻḤasso und Tschakko standen grollend auf, stiegen zu Pferde und reisten hierher nach Damaskusʼ; 560; prs 5/13; u=ʕmiro ʕabər lo=qayəm me qume. qḥir u=ʕmiro ġắlabe ‘The emir entered (the castle, m.), and he (Mamo) did not stand up before him. (So) emir became very angry’ 74/88;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "b) hawi ṣafro qayəm u=rabo d-i=qriṯo k-ḥoyər: ṭaṣe layt ‘Es wurde Morgen. Der Dorfvorsteher stand auf. Er schaut: keine Schale ist da!’; 25/27; ṣafro qayimina ‘am Morgen standen wir auf’; JL 19.6.20;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "hawa mede qayəm, bahozat mede qayəm ‘Das ist ein Wind, ein Wirbelsturm, der sich erhoben hat’; 30/90",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) u=toz qayəm l-i=šmayo ‘The dust rose to the sky’ 73/88",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) a) l=awi fəlge d-lalyo, k-ḥoze aṭ=ṭavat qayimi ‘It was not the middle of the night (yet), (when) he saw that the the thunderclouds had appeared’ 73/40; hēš b-i=arʕo lo=qayəm ḥa xtoṯe ko-doyəq hawxa ‘There has not yet emerged on the earth someone, who could play (the lute, f.) like he did’ 73/129;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "b) u=wariḏo d-bēn ʕayne d-u=zʕuro qayəm ‘Die Stirnader des Jünglings war geschwollen’; 29/94",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) yatu qoḏ̣e. qayəm u=qoḏ̣e qamoyo maʕzəl ʻer nahm den Richtersitz ein, und der frühere Richter war abgesetztʼ; 562; prs 179/27; ʕal u=asas-ano məttafaqqe, qayimo i=ʕaskariye, i=ʕaskar me-ʕal i=qriṯo ‘Auf dieser Grundlage einigten sie sich, und die Truppen, die Soldaten, zogen von dem Dorfe ab’; 32/28 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "10) qām u=papuko azzé mədle l-i=tīr w kăvanayḏe w azzé l-i=zyara ʻda machte sich der arme Kerl auf, nahm seinen Pfeil und Bogen ung ging zum Friedhofʼ; 560; 67/14, 36; qayəm u=xuri mḥele l-u=naviyayḏe ʻder Bischof schlug seinen Enkelʼ; 562; 40/29; qayəmno me tamo mahzamli ‘da lief ich von dort weg’ JL 14.8.7; 11) ṭləble l-babux ono me-babi w qayəm l-babi húle-li b-ʕulbe d-lirat ʻdein Vater hielt bei meinem Vater um mich an, und mein Vater gab mich für einen Scheffel Goldpfundeʼ; 563; 64/259;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "13) qayəm ḥa m-a=greʕe, yatu ʕal-u=kursi, šqile i=mamlaxṯo mene ‘Einer der Knechte hat sich erhoben und auf seinen Thron gesetzt und hat ihm das Reich weggenommen’; 24/234;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) a) k-qaymo i=emo m-i=zuḥṯo d-u=babo, k-məǧboro l-u=nḥoro d-u=ṭawro ‘die Mutter steht auf, aus Angst von dem Vater, schlachtet notgedrungen den Ochsen’; 6/14; i=naqqa d-ʕabər l=femi-d-i=kone w-məlle «šlomo aʕlayxu! » qaymi kulle b-u=šubḥ-ayḏe ‘Als er zur Tür des Zeltes hereintrat und \"Friede sei mit euch!\" sagte, erhoben sich alle ihm zu ehren’; 29/490; u=abro həngi kasulo-yo me qadre d-ḥaṣe lə=k-qoyəm ‘(Her) son is so lazy (that) he does not get up from (lying) on his back’ 77/43;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "b)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "g-qaymət ani lo ʻwirst du aufstehen oder nichtʼ; 560; 77/80;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) bəṯṯər me d-ṣridili, i=hawa b-imomo g-qaymo ‘After we had sifted them (wheat, pl.; lentil, pl.; barley, pl.;), the wind rose in the afternoon’ JL 13.12.11;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) lazəm d-qayimo i=ʕaskar me-ʕal-ani ʻdie Soldaten müssen von dort auch abziehenʼ; 562; 32/31; k-ubʕeno d-qaymitu m-i=baxč-aṯe diḏi m-u=sabab d-maḥrəwulxu ‘Ich wünsche, daß ihr von diesem meinen Garten abzieht, denn ihr habt ihn verwüstet’; 24/168 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) u=ṭaʕnayḏi čike yaqúro-yo iḏa kān d-qoyəm taḥte ʻdie Last, die ich auferlege (Brautgeld), ist ein wenig schwer; (ich weiss nicht), ob er sie tragen kannʼ; 561; 53/50; 7) lo abro, šawʕo=abne howən g-nuḥran-ne, d-qoyəm Gōrgīs ʻnicht einen, sieben Söhne würde ich schlachten, damit Gorgis wieder lebendig wirdʼ; 561; 115/311; 112/243;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "10) g-qamno mobann-e l-u=malko ʻich werde gehen und ihm dem König bringenʼ; 562; 81/8;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "12) ṣafro i=saʕa b-a=šwaʕ k-qoyamno m-i=šamṯo ‘um sieben Uhr morgens stehe ich vom Schlafe auf’; 9/1;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "13) gud oṯət l-arke ono w-az=zʕure g-qaymina-lux quṭlina-lux ‘If you come here, the children and I are going to stand against you and kill you’ 81/47;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) a) məqqa d-saymo-wa lə=saymo-wa lə=qoyam-wa l-ǝ́zze-wa lə=šoġal-wa ʻwas sie auch tat, er stand nicht auf, ging nirgends hin zum Arbeitenʼ 560; 77/73; b) b-lalyo, fəlge=d-lalyo, qaymí-way-na l-i=ṣluṯo ‘(Jede) Nacht, um Mitternacht, standen wir auf zum Gebet’ JL 5.10.9; 10) w ṣafre d-u=ʕeḏo mʕayḏí-way-na, w qaymí-way-na oṯí-way-na l-u=bayto ‘Am Ostermorgen feierten wir das Osterfest, und dann machten wir uns auf und gingen nach Hause’ JL 5.10.10;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) a) qum, k-aṯi u=malaxo ʻsteh auf, der (Todes)engel ist gekommenʼ; 560; prs 223/29; qum. omər lo=qamno ʻ“so mach dich weg”. “Nein, ich weiche nicht”, sagte erʼ; 560; prs 179/26; qəm səm-lan qaḥwa w səm-lan čaye, səm-lan hno, d-maqarṭina ʻsteh auf, mach uns Kaffee, mach uns Tee, mach uns Dings, damit wir früstückenʼ; 561; 73/78; 77/64; qayəṣ d-kit miṯe harke qumu l-aḥ=ḥaramiy-ani miskína-lle! ‘Alle Toten, die hier sind, steht auf gegen diese Diebe! Laßt uns sie packen!’; 25/71",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "10) qəm Xāngīr mḥay i= ḏ̣arb-ayḏux ‘Come on, Xangir, make your move!’ 73/57;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) məd-hawi lalyo, u=ṭalyo u=abro lo=daməx. bal aṯi u=ṭayro ḥatta d-mobəl u=ḥabušo; huwe qimo maḥiso, mədle u=ḥabušo mobile ‘als es Nacht wurde, schlief der Junge, der Sohn, nicht ein; aber der Vogel kam, um den Apfel wegzuholen. Während jener wach auf den Beinen stand, nahm der Vogel den Apfel und holte ihn weg’; 21/12;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "11) bəṯṯər b-i=qyamto d-əbʕi qayimi, mədli tlaṯ=lirat d-dahwo, maḥtili b-iḏoṯayye ʻals sie nachher aufstehen wollten, nahm ich drei Goldpfunde und gab sie ihnen in die Handʼ; 563; 63/333; walla lat-le qyamto ắbadan ʻsonst gibt es für ihn kein lebendig werdenʼ; 563; 115/309;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "maqəmle",
        "maqəm"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) maqəmla ʕal qarʕe ʻsie stellte ihn auf den Kopf, trieb es arg mit ihmʼ; 563; 88/73;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) l-ma maqǝ́mle-li m-i=šanṯ-aṯe ʻwer hat mich aus diesem Schlafe aufgewecktʼ; 563; prs 45/17; u=kuruko bəṯṯər məd-daməx šawṭo, maqəmla l-i=kačke ‘Nachdem der Junge eine Weile geschlafen hatte, weckte ihn das Mädchen auf’; 29/124",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) maqəmle u=zlām sāx ʻer machte den Mann wieder lebendigʼ; 564; prs 155/31; 4) ono qay m-ayko kibi maklénan-ne? i=qyamto maqimalle ʻwie kann ich sie aufhalten? Sie haben einen Jüngsten Tag angerichtetʼ; 564; 75/189; hawi ʕaymo rabo b-i=šmayo. i=hawa w ab=bahozat maqəmme i=qyamto ‘da entstand eine grosse Wolke am Himmel. Der Wind und der aufgewirbelte Staub machten einen “Jüngsten Tag”’; 8/14; 5) maqəmle ḥreno, səmle aġa ʻer setzte einen andern zum Häuptlingʼ; 564; prs 15/18;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) maqǝ́mle-le ḥamši=greʕe ʕam ruḥe, azzé l-u=ṣaydo ʻer nahm fünfzig Burschen auf die Jagd mitʼ; 564; 57/3; maqəmle tralfo=suwariye aʕme, kulle mnaqye b-sayfe w-rumaḥ ‘Er hob zweitausend Reiter aus, die mit ihm [reiten sollten], alle ausgewählt, mit Schwert und Lanze’; 29/413",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) maqəmme u=el-aṯṯe b-naqqa, šeṯmo=elat xanat nafəq m-u=el-ayḏe ʻsie liessen ihren Stamm auf einmal aufbrechen; sechshundert Familien kamen aus seinem Stamm herausʼ; 565; 65/31; aḥna qayimina me-ʕal ʕiwardo w-maqəmlan me-ʕal Dayro d-Ṣlibo w-me-ʕal Ḥaḥ ‘Wir sind von ‘Iwardo abgezogen und haben [das Militär] von Dēr Ṣalīb und Ḥāḥ abziehen lassen’; 32/39",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "8) naqqa ḥəmyoni grəšle raġle d-i=čəfta, omər tarq, qṭile b-naqqa. maqəmlan me tamo zayiʕi me qole d-i=tfənge, haw k-oṯən l-i=kozk=ayo ‘Suddenly my father-in-law pulled the trigger, pow! And he killed him at once. Then we left that place. They (the partridges) were frightened by the sound of the rifle, and would no longer come to that trench’ JL 8.11.15;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) g-maqəmno daʕwa aʕlux ʻich werde Klage gegen dich erhebenʼ; 563; 55/34; 2) gəm-maqəmno i=ʕaskar l-i=nawba ʻich werde die Soldaten zur Wache aufweckenʼ; 563-564; 96/140; 3) gən-noḥann-e w maqamn-e sāx. ummi lo=qudrət maqəmat-le ʻ“ich will ihn umbringen, aber ihn gleich darauf wieder lebendig machen”. “Du kannst ihn aber nicht wieder zum Leben erwecken”ʼ; 564; prs 155/24; 4) ono g-saymono bablisoke; g-maqimono u=ʕafro w aq=qalqe i=qyamto g-maqimal-la ʻich werde einen Wirbelsturm erregen und Erde und Kiesel aufwirbeln, ihr einen Jüngsten Tag anstellenʼ; 564; 78/172; 5) ṭaw m-ayo layto, d-hatu əzzoxu, w aḥna ayna d-abiʕina g-maqimína-le ḥakəm ʕal rišayna ʻdas beste ist, ihr geht, und wir setzen denjenigen, den wir wollen als Fürsten über uns einʼ; 564; 61/20; 6) ma šwaʕ=əšne w lalʕal d-lə=maqimát-li-yo, xayən karixət aʕmi ʻwenn du ihn (den Stamm) nicht vom siebten Jahre an aufbietest, so hast du verrätisch an mir gehandeltʼ; 564; 65/254;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) ṭr-əzze, maqəm i=ʕaskar-ayḏe w-g-ʕofína-le ʻer soll gehen und seine Soldaten abziehen lassen, dann werden wir ihm für diesmal verzeihenʼ; 565; 56/67; iḏa b-ṭowuṯo d-lə=qaymitu, gəd-uṯeno b-u=zor g-maqə́mnu-lxu ‘Wenn ihr nicht im Guten abzieht, so komme ich und werde euch mit Gewalt vertreiben’; 24/168; aḥna gə-mšadrína-le l-aq=qəryawoṯ-ani maqimina i=ʕaskar me-tamo ‘Den (ein Mann, m) werden wir in die Dörfer schicken und die Soldaten abziehen lassen’; 32/32",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) maqimí-way-na rēz laqəddam w ḥa bəṯre ʻwir zogen eine Reihe (von Steinen) auf der Vorderseite hoch, und eine auf der Rück-(seite)ʼ JL 11.11.3;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) šaḥǝ́n hano aqim-e w itóx ḥet-e harke, gən-noyəḥ ʻmache das Ding da warm und richte es in die Höhe, dann komm und lege es hierher, so wird es heilʼ; 563; prs 29/6; 6) ya abri qum maqəmlux qădar alfo tr-alfo=rawixe w izolux ʻmein Sohn! Biete dir ungefähr tausend Reiter auf und gehʼ; 564; 107/87;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) mšayáʕle-lən greʕo, omər zox, aqim-ən me-tamo ʻer schickte einen Diener an sie mit dem Befehl: “Geh, vertreibe sie von dort”ʼ; 565; prs 6/14; maqimu u=ʕam-ano m-aʕlayna! ‘Laßt dieses Volk von uns abziehen!’; 32/18",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Infectum": [
          {
            "text": "6) bəṯṯər d-oṯe d-omarxu d-mitaqimo i=ʕaskar ʻdanach mag er kommen und euch sagen, dass Soldaten aufgeboten werden müssenʼ; 564-565; 107/68;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "7) hule amro b-u=teqimo d-i=ʕaskarayḏe ʻer gab Befehl, seine Soldaten abrücken zu lassenʼ; 565; 60/235;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "qayəm ʕal ruḥe -  zu sich kommen (после сна или потери сознания):",
    "axər saʕaye haka tarte frəxxe lebe, hul d-aṯi hawne b-riše, ftəḥle ʕayne ko-ḥoyər layto noše. qayəm ʕal ruḥe. omər: “Aḥmad Aġa!” omər: “libe ya Mīr Mḥamma!” ʻman rieb ihm die Herzgegend ein, zwei Stunden lang, bis er wieder zu Bewusstsein kam. Er schlug die Augen auf und schaute: Niemand ist da. Er kam wieder zu sich und sprach: “Aḥmad Agha!” “Ja, Mīr Mḥamma?”ʼ; 561; 65/165-166; i=naqqa d-daməx, qayimo aṯyo; ḥzela damíxo-yo daʕiro. qayəm ʕal ruḥe ḥzele: innu layto kačke ʻals er eingeschlafen ist, kommt es, sieht, dass er eingeschlafen ist, und kehrt um. Da kam er zu sich und sah, dass kein Mädchen da warʼ; 83/61-62;",
    "qayim b-(чем) l-(кого) - versorgen:",
    "a) прямое значение - hano ḥəlle u=malko k-omər: “hano mə ʕǝ́ǧbo-yo! hano lo šulṭone, w lo dawlawat, lappe qayimi b-u=med-ano. m-áyko-yo, ak=kallaw-ani w m-ayko u=hn-ano kule?” ʻda schaut der König und denkt: “Was ist das für eine seltsame Sache? Keine Sultane, keine Dynastien können so etwas aufbringen. Woher kommt dieses viele Geld und all das?”ʼ; 561; 77/246; u=muklo u=štoyaṯṯe k-obən-ne w a=ǧġarataṯṯe, w ko-qayimi b-aw=waǧəbataṯṯe, ʕal mazbūṭ ʻgaben ihnen zu essen und zu trinken und Zigaretten zu rauchen und versorgen sie ordentlich, wie es sich gehörtʼ; 89/95; aloho howe raḏ̣yo m-i=ǧamaʕayḏi d-qayimi b-aw=waǧəbatat səmme səfra ʻGott möge Gefallen haben an meiner Gemeinde, die sich um alle gekümmert und ein Essen vorbereitet habenʼ; LB 348;",
    "b) переносное значение - aṯi l-u=bayto, de nahər ʕal u=faqiro daməx, hēš təmām lə=ṭawəʕ l-ann=aḥunone qayími-le b-ak=kullməzkat ʻals er nach Hause kam, tagte es schon über dem Armen. Er legte sich schlafen. Er war noch nicht eingeschlafen, da kamen die Brüder über ihn und traktierten ihn mit Faustschlägenʼ; 67/34; awwəl d-maṭən l-u=zʕuro šŭfēr, b-aš=šaqamat qayími-le ʻund sobald sie zu dem Jungen, dem Chauffeur kommen, hauen sie ihm Nackenschläge herunterʼ; 89/112;",
    "qayəm l- ausschelten, mit Schlägen aufeinander losgehen, anfahren [ЖЕЛАТЕЛЬНО БОЛЬШЕ ПРИМЕРОВ]: по крайней мере с lə-ḥḏoḏe",
    "nafəl baynoṯayye muǧadala, qale, qayimi lə-ḥḏoḏe ʻda gab es Zank und Streit zwischen ihnen und sie beschimpften einanderʼ; 561; 24/18;",
    "maḥəsse l-aʕ=ʕarab d-u=Nažd, d-aš=Šammar, qayimi l-ḥḏoḏe ‘Die Schammar merkten das und die (beiden Heere) traten einander gegenüber’; 29/12 [MT]",
    "lo=qayimítul-le ʻhabt ihr ihn nicht ausgescholten?ʼ; 561;",
    "w kmo=šaqole d-am=mədone ʕatiqe k-malifən-ne ʕal ḥḏoḏe w k-ubʕi d-mublən-ne. qayǝ́mno-lən w mšayéli-lən: “Mən-yo hawxa? Mən hawi? l-ayko gəd-mublitu as=səfoq-ani?” ʻund etliche Althändler sind damit beschäftigt, sie zusammenzuschnüren und wollen sie mitnehmen. Ich fuhr sie an und fragte sie: “Was soll denn das bedeuten? Was ist denn passiert? Wo wollt ihr das Geschirr hinbringen?”ʼ; 2/73-74;",
    "qayəm/qoyəm l-ḥayle ‘aufstehen, nachdem man zuvor entspannt, gesessen oder gelegen hat, sich auf die Beine machen’ [НУЖНЫ ДАЛЬНЕЙШИЕ ПРИМЕРЫ, ЧТОБЫ ПОНЯТЬ, ЗНАЧИТ ЛИ Qym + l-ḥayle РОВНО ТО ЖЕ САМОЕ, ЧТО И QYM В ПЕРВОМ ЗНАЧЕНИИ, ИЛИ ЗНАЧИТ ЧТО-ТО ВРОДЕ “ОЧНУТЬСЯ” ]: hano u=kačălōk qayəm l-ḥayle. omər “ḥolo, qum!” ʻThe bald-headed came to himself and said: “Uncle, stand up!”ʼ; 44/162; мальчик встал после того, как притворялся мертвым;",
    "hēš k-əmmət: miṯo-no w-hat ko-məǧġolət? hano mə l-alo šqi-le menux? qum l-ḥaylux! hat l-man mǝ́lle-lux hawxa? ‘Are you still saying: I am dead, and are you speaking at the same time? Have you gone mad? Stand up! Who told this to you?’; 46/39-40 призыв встать после того, как человек думал, что он мертвый",
    "ḥzele, fayda layt! b-i=ḥarayto həngi d-kayiwo i=lašayḏe, u=admo fayəš noḥət me-kul gabo me-diḏe, qayəm, qayəm l-ḥayle ʻda sah er, dass nichts zu machen war. Schliesslich, da ihm sein Leib so weh tat und das Blut ihm an allen Seiten herunterfloss, erhob er sich; 77/83; omər: “daləq babo! hēš k-əmmət: míṯo-no w hat ko-məǧġolət? hano mə l-alo šqi-le menux? qum l-ḥaylux! hat l-man mǝ́lle-lux hawxa?” ʻdu verwünschter Kerl! Du sagst immer: Ich bin tot, und redest dabei? Du bist wohl verrückt geworden? Mach dich auf die Beine! Wer hat dir denn das weisgemacht?ʼ; 46/39-40; mǝ́lla-lle l-an=naḥwoṯe məlla: qumu l-ḥaylayxu! – k-omər qayimi a=tloṯ məlla: šrayu l-ḥaṣayxu! – šralle ḥaṣayye ʻda sprach das Mädchen zu den Schwestern: Steht auf! – Die drei erhoben sich. Es sprach: Löst eure Gürtel! – Da lösten sie ihre Gürtelʼ; 105/52;",
    "qayəm qum - es aufnehmen mit [НУЖНО БОЛЬШЕ ПРИМЕРОВ. В ПРОТИВНОМ СЛУЧАЕ ЭТО МОЖНО ПОНЯТЬ КАК “УСТОЯТЬ ПЕРЕД”. ЕСЛИ ДРУГИХ ПРИМЕРОВ НЕ БУДЕТ, ТО НУЖНО ПЕРЕНОСИТЬ ЭТО В ОБЫЧНЫЕ ЗНАЧЕНИЯ ЭТОГО ГЛАГОЛА]:",
    "u=zlām d-oṯe tamo d-ḥoze u=med-ano g-móyəd-le gəm-moyəṯ; w d-lə=moyad-le-ste, ṭoləb u=ḥarbayḏe g-noḥət l-u=ḥarbayḏe; ġắlabe qáwyo-yo, noše layto d-qoyəm, yaʕni qum u=həmbēz d-Ǧān-pola ʻwenn ein Mann kommt und die Sachen dort findet und anfasst, so stirbt er; und wenn er sie nicht anfasst und mit ihm zu kämpfen begehrt, so kommt er herab, mit ihm zu kämpfen. Er ist sehr stark, niemand ist (beim Ringkampf) der Umarmung von Stahlherz gewachsenʼ 69/514-515;",
    "qoyəm/qayəm m-baṭno ‘gebohren sein’: i=aṯto məsko-wa u=sayfo, u=muhur d-i=šuxətiye aʕma hu d-qayəm u=zʕur-ano m-baṭna ‘Die Frau behielt das Schwert, das Siegel der Scheichwürde bei sich, bis der Junge ihren Leib verlassen hatte’; 29/24 [MT]",
    "i=qyamto qayimo ‘(wrtl. der Jüngste Tag bricht an) es gibt einen grossen Lärm und Tumult, ein durcheinander’: húle-le u=maktūb, qrele u=maktūb, k-ḥoyər, mə k-ḥoyər? i=qyamto qayimo ʻer gibt ihm den Brief er liest ihn, er schaut; was soll er schauen: Der Jüngste Tag ist angebrochen!ʼ; 562; 53/157; i=naqqa d-u=šulṭono d-maṭi l-i=dukt-ayḏe, hawi hayaǧan rabo, mede d-qayimo i=qyamto baynotayye ‘Als der Sultan in seiner Heimat anlangte, gab es große Aufregung; unter seinen Leuten brach, wie man so sagt, der Jüngste Tag an’; 28/68;",
    "qoyəm/qayəm qaršo – to stand against somebody, возражать, восставатью FD_209: U+noše lo+qayəm qarši dəṯṯe?"
  ],
  "uncertain": false
}