{
  "root": "rhṭ",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "rhṭ",
        "reference": "SL 1440",
        "meaning": "to run, go forth; to hasten"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "rahəṭ",
        "rohəṭ"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "grəšle u=sayf-ayḏe, w-marhaṭle u=səsy-ayḏe rahəṭ, mədde rabṯo, w-daʕər-le ʻer zog sein Schwert, setzte sein Pferd in Galopp, galoppierte eine grosse Strecke und kam dann zu ihm zurückʼ; 87; 73/69; səmle hawar w-rahiṭina ʻals er Alarm schlug, liefen wir losʼ; JL 12.13.8; kulle feris w-ʕagīd-wayye. w-rahiṭi b-rahṭo ġálabe w-mqadamme  b-u=šop d-Ḥasan w-Ḥusayn ‘Sie waren alle Ritter und hervorragende Krieger, und sie eilten gar schnell und kamen auf der Spur von Ḥasan und Ḥusayn heran’; 29/183",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "ko-qoyəm borəm ʕal šarəʕ me-tamo w yalla ko-rohəṭ ʻer macht sich auf, biegt in eine der Strassen dort in und los! fängt er an zu laufenʼ; 99; 55/50; ko-rohaṭno, k-obaʕno hăman, ḥəlli ko-mičəkno b-u=ṣalonaṯṯe d-ko-ʕobər l-u=baytaṯṯe ‘ich rannte in eine Richtung, plötzlich merkte ich, dass ich beinahe in ihrem Flur, der in das Hausinnere führte, wäre’; LB 203;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "i=naqqa d-kŭráxno-wo laf Babak, ŭbéno-wo-le b-feme ġazeta ṭwiṯo; w rŭhaṭ-wo b-qamuṯi ʻwenn ich nach Bebek spazieren ging, gab ich ihm immer eine zusammegefaltete Zeitung ins Maul, und er lief dann vor mir herʼ; 113; 1/55;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "rahuṭṭo ʻlaufendʼ; 121; zayəʕ ġắlabe w-rahoṭo aṯi l-u=bayto məḷḷe l-i=qašto omər i=kurfo dwəṣla-li ‘He took fright, came back home running and told his granny: “The snake has bitten me” LuF 294/27;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "kulle ferəs w ʕăgī́d-way-ye. w rahiṭi b-rahṭo ġắlabe ʻsie waren alle Ritter und hervorragende Krieger, und sie eilten gar schnellʼ; 124; 29/183; karrakóre yaʕni smiṯo w-lə=k-šəmʕo. haṯe k-uyo kriṯo ḥləmto w-latyo xayəfto ġắlabe b-u=rahṭo ‘Karrakore means “blind and deaf”. This is a short and squat snake, not very swift in its movement’ LuF 288/3;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "marhaṭle",
        "marhəṭ"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "grəšle u=sayfayḏe, w marhaṭle u=səsyayḏe rahəṭ, mədde rabṯo, w daʕər-le ʻer zog sein Schwert, setzte sein Pferd in Galopp, galoppierte eine grosse Strecke und kam dann zu ihm zurückʼ; 140; 73/69;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "gəd-l-owən as=səsyaṯṯe ṭowe ġắlabe, w marahṭi me arʕe d-u=šalwo hul l-riše d-u=ṭuro, marahṭən-ne b-naqla=ḥḏo a=tre=səsye, lə=k-xəlṣi mina, m-i=kurf-aṯe ʻwenn ihre Pferde nicht sehr gut sind, und sie die beiden Pferde nicht vom Talgrund bis auf den Gipfel des Berges mit einem Galopp hinauflaufen lassen, finden sie keinen Rettung vor ihr, vor dieser Schlangeʼ; 148; 115/80;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "laufen;",
    "laufen lassen;"
  ],
  "uncertain": false
}