{
  "root": "rḏ̣y",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "rḍy",
        "reference": "Wehr 477-478",
        "meaning": "zufrieden sein, sich zufriedengeben, einverstanden sein, billigen, gutheissen, es ruhig hinnehmen"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "raḏ̣i",
        "roḏ̣e"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1)  lo=raḏ̣i buno, raḏ̣i Zine ʻdieser da hat mich verschmäht und an Sine gefallen gefundenʼ; 348; prs 4/21;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) bəṯṯər məd-aloho raḏ̣i yaʕni tloṯ=naqlat k-maḥət u=ṭayro ʕal qarʕe, lazəm huwe d-howe ḥakəm aʕlayna ʻnachdem Gott es so gefällt und der Vogel sich dreimal hintereinander auf den Kopf dieses Jünglings setzt, muss er Herr über uns werdenʼ; 348; 24/315;lo=raḏ̣yo, bal yawmo, tre, tloṯo maqənʕola b-u=ḥāl-ano ʻsie wollte nichts davon wissen; aber nach ein, zwei, drei Tagen hatte jene sie beschwatztʼ; 349; 24/263 [MT]; bəṯṯər məd-raḏ̣i u=abro d-ʕammi w-maqbele l-u=abro d-ʕammi, uno w-hat b-ḥalali də-ḥḏoḏe-na ‘Nachdem mein Vetter einverstanden ist und das angenommen hat, gehören jetzt ich und du einander als rechte Ehegatten’; 26/255; səmle lo=səmle Laḥdo d-maqnəʕ u=ʕulmo d-maqnəʕ u=malko lo=k-obəʕ i=barṯo d-u=malko lo=raḏ̣ən ‘No matter how Laḥdo tried to convince people and the king that he did not want (to marry) the king’s daughter, they did not listen to him’ 77/58;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) m-bəṯṯər a=tloṯo=yawme, d-aloho roḏ̣e, gəd-uṯyo hiya b-raġla sidox ʻnach drei Tage wird sie, wenn es Gott gefällt, selber auf eigenen Füssen zu dir kommenʼ; 356; 24/77; xuzi am=maye d-lo=k-rŭḏ̣etu bənne hŭwan-wo b-Mərde ‘(wollte Gott,) das Wasser, das ihnen nicht gefällt, wäre hier in Mardin!’; [MT] 20/9; i=kačke k-saymi lə=k-saymi, d-rəḏ̣yo b-ḥa manne, lə=k-rəḏ̣ya-lle ʻdas Mädchen aber, mochten sie tun und lassen, was sie wollten wollte von keinem von ihnen etwas wissenʼ; 366; 70/240; iḏa lə=k-roḏ̣ət b-uno, naqla ḥreto ġamo layt ‘Wenn du mich nicht leiden magst (etwas an mir auszusetzen hast), so schadet das nun weiter nichts’; 26/104",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) maḥatli šart qəm d-i=məsketo: d-lo=dayqo, am=mədone, gəd-rŭḏ̣eno d-yutwo biya ‘da stellte ich der armen Frau eine Bedingung: Wenn sie nicht an die Sachen rühren wollte, so würde ich einverstanden sein, daß sie dort wohnte’; 2/68; huwe l-abəʕ d-roḏ̣e d-maqbəl tarte niše d-howən 1-ḥa=gawro ‘Er wollte erst nicht einwilligen, anzunehmen das ein Mann zwei Frauen hat’; 24/229; uno lu=k-roḏ̣eno, lo=uno, uno xəd kulle hani qərš d-ubat-li! ‘Damit bin ich nicht zufrieden; du mußt mir wie allen anderen einen Krusch geben’; 25/61; u=šafəʕ diḏa iḏa d-roḏ̣e aʕlax w-ʕal u=mede d-ṭulbat, gəd-omər ammīn ‘If its patron agrees with you and with what you are asking for he will say: “Amen”’; 44/123",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "rḏ̣áyul-li ʕal ḥḏo! i=wazara i=ḥḏo d-roḏ̣itu aʕla d-moṭítu-la ono maqəbloli ʻsucht mir eine aus! Diejenige, die ihr Wesire für passend haltet und herbringt, die nehme ich anʼ; 375; 69/48;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "lat-yo raḏ̣yo eba ʻsie gefällt ihm nichtʼ; 375-376; 78/155; hal raḏ̣ye-hatu b-med-ano d-k-omər? ʻseid ihr einverstanden mit dem, was er sagt?ʼ; 376; 24/105;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "ašər m-u=rḏ̣oyo, šafíro-hat ʻwas das Leidenmögen anlangt, du bist schönʼ; 377; 26/108;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "marḏ̣ele",
        "marḏ̣e"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "ánnaqla yawmo ʕal yawmo, marḏ̣ela i=kačke ʻTag für Tag (redete sie so) und erreichte schliesslich, dass das Mädchen einwilligteʼ; 385; 88/54; bəṯṯər daʕər u=ʕmiro ḥzele aṯi amṭalle marḏ̣alle ʻnachher kam der Emîr zurück, nachdem er gesehen hatte, dass er gekommen war, und man ihn hergebracht und beruhigt hatteʼ; 386; 74/106;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "w d-obəʕ maḥət qumayye muklo d-marḏ̣alle ʻund wenn er ihnen ein Essen vorsetzen möchte, das sie zufriedenstelltʼ; RT 26;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "einwilligen machen, beruhen;"
  ],
  "uncertain": false
}