{
  "root": "tly",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "tly",
        "reference": "SL 1648",
        "meaning": "to hang up, suspend; to lift up, raise"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "tlele",
        "tole"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) aṯyolle ʕaskar, tlalle at=tarte w mamṭanne ʻdie Soldaten kamen, hoben sie beide auf und nahmen sie mit sich fortʼ; 441; prs 61/35; lə=qadənno oxanno arbʕo ḥappoṯe m-az=zaytun-anək, tlalli ‘ich konnte aber nicht einmal vier dieser Oliven essen. Ich schob sie von mir weg’; LB 73; tlela u=səḥər diḏa m-ʕayne ‘Dann hob sie ihren Zauber von seinen Augen fort’; 28/113; bəṯṯər m-i=saʕaye šəryole tlele u=gald-awo ‘After an hour he untied it (hand, f.) and took off that piece of leather (from hand)’ LuF 300/51; mḥele u=sayfo b-qarʕe d-u=ʕavd, tlele əšto riše mənne ‘He hit the giant’s top with his sword, took off his six heads’ 73/70;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "qayəm u=zlām u=sayomo d-u=dahwo tlele a=tloṯo ḥappot-anək w-azzeyo l-Bəġdəd ‘The goldsmith stood up, took three (pearls) and went to Baghdad’ 77/182;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) tlele aʕlayye ʻer rief sie laut anʼ; 443; 3) daʕər laf i=səsto rawəx ʕal ḥaṣa, w i=səsto tlela ʻer lief zu der Stute zurück, schwang sich auf ihren Rücken, und die Stute sprengte davon und weg war sieʼ; 443; 78/184; 115/261; 4) u=greʕ-ano azzeyo, mamṭéle-le ḥaṭroṯe, w tlalle b-u=bayto ʻder Knecht ging, holte ihm Stöcke, und er hob sie im Hause aufʼ; 443; 62/24; 73/308;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5a) u=ǧinanči maḥtole b-ʕebe, təlyole maḥfiḏ̣ole ġálabe ‘Der Gärtner tat sie (die Urkunde, f) in seine Brusttasche, hob sie auf und verwahrte sie sorgfältig’; 27/24 [MT]; midole l-u=greʕo Silo w-mublole l-u=bayt-ayḏe, təlyole b-odaye l-ruḥa ‘The servant Silo took it (the goose, f), brought home and hid it in a room’; 36/110",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5b) tlele ruḥe. qayəm u=ǧən, azzé l-u=ṣaydo. aṯi l-gaba ʻer vesteckte sich, und als der Dschinn aufgestanden und auf die Jagd gegangen war, setzte er sich zu ihrʼ; 443; prs 70/27; prs 119/4; prs 130/17; 44/32, 64, 129; 52/25; 67/125; tlele ruḥe naqqa=ḥreto b-i=dukṯo d-meqəm ‘Er verbarg sich an dem früheren Platze’; 30/135; kət-le maqṣad d-tlele ruḥe ‘Er hat gewiß etwas im Sinne, daß er sich versteckt hat’; 30/146. L Oṣmán Aġá … omar, ‘Taw harke, Sәṫṫiye’. Mḥalaqle bәṯre, čīk larġul, čīk larġul, maxlaṣle m-al+lăpaṭayḏe, čīk larġul. Oṣmán Aġá karәx w lo karəx, harke  w harke w harke … Lo ḥzele, lo ḥzele. Tlele ruḥe (Aḥmad Aġa 73)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) hul d-təlyəl-le, i=gammiye səmla ḥaraka azzá l-i=walaye ʻehe sie sie noch beerdigt hatten, fuhr das Schiff ab nach der Stadtʼ; 444; 97/85; lə=təlyolan ḥatta hul d-aṯən, tavda təlyolan ‘wir haben sie nicht begraben, bis sie gekommen sind’; LB 8; hawi də-tlalle, qwərre; mkamalle u=ʕaz-ayḏe ‘Da beerdigten sie ihn, begruben ihn und ließen die Trauerzeit vorübergehen’; 26/11",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "9) lə=tlele salōġ m-i=ḥurmayḏe ʻer hatte nichts von seiner Frau gehörtʼ; 445; 88/202; 10) ənkān də-tlelux u=šarṭaṯṯe, gəd-obǝ́l-lux-yo; w d-lə=tolət u=šarṭaṯṯe, gəd-qəṭʕi qarʕe ʻwenn du ihre Bedingung erfüllst, werden sie sie dir geben; wenn du ihre bedingung nicht erfüllst, werden sie dir den kopf abschlagenʼ; 445; 62/49;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "11) hat tlelux i=goke d-u=semo b-riše d-i=rumḥo, hat rawixo ʕal u=səsyo, me ḥaṣe d-u=quṣro mḥalaqla i=atṯ-ayḏux ‘You caught the silver ball with the tip of the spear, while you were on horseback, (and) your wife threw it from the top of the castle’ 73/237;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "5) hənnək ṭabí tlé-wa-lle ruḥayye tamo, w edí mḥalaqqe ruḥayye aʕle zbəṭṭe babi ʻsie hatten sich dort versteckt, und dann überfielen sie meinen Vater und nahmen ihn gefangenʼ JL 15.6.16;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) k-oṯe b-kēr d-u=šarr w ko-tole iḏe ʻer versteht etwas vom Kampf und weiss den den Arm zu hebenʼ; 441; 65/480; d-kito diyār məqabíl d-i=walaye-ste, l-mədde d-yarḥo d-lo=tole-le m-i=dukṯo g-muqṭəl ‘Gegenüber der Stadt ist ein Berg. Wenn er den nicht im Laufe eines Monats abträgt, wird er getötet’; 21/50; [MT]; k-ḥofər g-maʕməq g-maʕməq g-nofəq taḥte kefo k-tole-la i=kef-ayo ‘He dug and went deeper and deeper. (Then) a certain stone came out beneath him. He took that stone away’ 75/25-26; ko-ṭolabno m-aloho d-ramḥəl nofəl ǧarde d-ʕarab b-u=ṭarš d-i=walaye tolən u=ṭarš məblile ‘I ask from God that tomorrow the Arabs’ raid rush at the cattle of the city and take away the cattle’ 75/232; u=rawṭo d-u=remuno i=naqla d-ko-qoyəṯ b-i=laše ko-tole u=galdo ʕam ruḥe ‘When a pomegranate rod touches a body, it tears away the skin’ 77/77;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) aṯi u=qašo, ṭləble dastūr m-u=malko, d-obele oda, d-tole u=ḥmoro eba mwaqqat ʻder Pfarrer kam und bat den König um Erlaubnis, dass er ihm ein Zimmer geben möge, wo er den Esel vorläufig unterbringen könnteʼ; 443; 84/26;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5a) hano lat-yo maliye lat-yo kallawat mede d-tola-lle meni ʻer ist doch kein Geldschatz, kein Geld, das er vor mir verstecken müssteʼ; 69/61; 5 k-oḏaʕno hawīr diḏa k-əbʕi toləl-li b-dukṯo ‘ich merkte, dass sie irgendwo in der Umgebung des Dorfes (f) verstecken wollten’; LB 59; lazəm hano tulétul-le, marfetu u=ṭayro naqla ḥreto ‘Versteckt diesen, und laßt den Vogel noch einmal los!’; 24/312",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5b) aq=qalme d-at=taxtayat, k-tolən ruḥayye tamo ʻdort verstecken sich die Wanzenʼ; 1/23; 444; g-toleno ruḥi bayn aq=qərramani hul ṣafro ʻwerde ich mich bis zum Morgen unter diesem Gewächs versteckenʼ; LB 207;  6) ko-məbli-le l-i=zyara, ko-toli-le ʻsie bringen ihn zum Friedhof und begraben ihnʼ; 444; 67/11; 7) k-ubʕeno i=arʕ-aṯi diḏi d-zəbṭát-lux-yo hamma hīč olmassa, d-poṯi təlyo d-oṯeno l-gabux ʻich möchte, dass du diesen meinen Acker annimmst, damit mein Antlitz es erträgt, zu dir zu kommenʼ; 444; 108/33; 9) hiye ftəḥle i=maḏ̣yaf-ayo, l-boyi d-mune? l-boyi d-tole salōġ m-i=barṯayḏe ʻda hatte er dies Gästehaus aufgemacht. Wozu? Um etwas über seine Tochter zu erfahrenʼ; 445; 88/160; 10) alo kət-li šarṭ, ánnaqla gud-tolut-le u=šarṭ-ano, ánnaqla xalaṣ, haw kət-li mede ḥreno ʻich habe noch eine Bedingung; wenn ihr die erfüllt, so ist schluss; eine weitere Bedingung habe ich nichtʼ; 445; 73/381; ko-maḥət šarṭat qumi, laybi tolena-nne ‘He laid down the conditions which I cannot fulfill’ 73/235; (не знаю, в какое значение)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "12) hani a=tloṯo ḥappoṯ-ani mbal-ene w-amane be ma u=darb-ayḏux mə=ko-ṭowe g-məblət tolət u=darb-ayḏux w-k-tolət i=taʕb-ayḏux ‘Take these three as entrusted belongings. Deduct (from the sum obtained after selling them) what the road coasts you and deduct what your labor costs’ 77/181;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) hul d-ʔu=gḏonayḏi məmle, i=gweto hawxa saymó-way-no-la, w tolí-way-na-la ʻbis der Tonkrug sich füllte, machte ich auf diese Weise Käse, und dann hoben wir ihn aufʼ JL 11.12.13;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) tli l-droʕux d-ḥozena díqo-yo ʻhebe deinen Arm in die Höhe, damit wir sehen, ob er den Stempel trägtʼ; 442; prs 197/21; 3) hat fṣiḥat w raqiḏat lăšan i=ḥmərto, tli me-qumi ʻdu freuest dich und tanzest wegen einer Eselin! Hebe dich weg von mirʼ; 443; prs 155/2; 4) tli-lax ak=kallat, bemiǧāle-hat ʻhebe dir das Geld auf, du bist eine arme Frauʼ; 443; prs 158/18, 24; 5) kurxi af=faroše aʕli, tli-li ʻdie Reiter suchen nach mir, verbirg michʼ; 444; prs 249/8; hule qirat, ‘Tlawu iḏo, kaṯino’ ‘He gave them courage, “Keep fighting (lit. ‘hold up the hand’), I have come!’” 269 NE Story of David ln. 13",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "3) bale u=bal-ano tle m-i=ḥolo ʻaber diese Plage (d.h. Moskito) wurde zum Verschwinden gebrachtʼ; 442; 1/34; 2) ġắlabe hawi sawwəssi w hawi maraqli d-i=kačk-ati d-ḥəzyole w d-kət-wa layəq w ṣpahiye hawxa, w d-bəṯṯər təlyo me-qum ʕayne ʻda wurde er wie wahnsinnig und dachte immerfort an das Mädchen, das so hübsch und schön war, und das dann seinen Augen entschwunden warʼ; 444; 105/112;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) ṭray, be d-ʔu=adm-ano, d-bīz baynoṯayna d-mətle b-i=səbb-aṯe ʻgib doch zu, dass dies Blut, das zwischen uns vergossen ist, auf diese Weise aus der Welt geschafft wirdʼ; 442; 53/105;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) minax ko-mətle m-aloho lə=ko-mətle ʻvon dir mag man es verbergen, vor Gott kann man's nicht verbergenʼ; 444; 78/232; the same example in 29/40 - Idiom???",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) u=miṯo d-əbʕe d-mətle i=ǧanaz-ayḏe ʻdie Leiche des Toten muss beerdigt werdenʼ; 444;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "2) hano u=kačălōk kale talyo bəṯr i=koro, ko-šoməʕ ʻ This bald-headed has hidden himself behind the grain container and overhearsʼ; 444; 44/88; 52/27; kət-le dukṯo tliṯo nošo lu=k-oḏəʕ b-i=arʕo ‘Er hat einen versteckten Ort, den niemand auf Erden weiß’; 24/292 kito xəzna tliṯo taḥt u+baytano (Ilyas p.c.)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "tole/tlele i=ʕawḏ̣iye ‘entgelten’ ???: mə də-g-məftakanno k-samno lə=k-samno <…> u=šaqṣ-ano d-owe məsafər diḏi w-d-qudanno d-tuleno i-ʕawḏ̣iye, u=mede d-səmle aʕmi ‘und was ich auch überlege <…> daß dieser Mann mein Gast wäre, damit ich ihm entgelten könnte, was er an mir getan hat’; 28/75-76",
    "tole/tlele ġamo ‘sich grämen’: aḥuno! qay məftakrət aw k-tolət ġamo? ‘Bruder, warum grübelst du und grämst dich so?’; 21/58 [MT]",
    "tole/tlele ḥayf (mən) ‘Rache nehmen, rächen’: tlele ḥayf d-u=babo ʻer nahm Rache für den Vaterʼ; 444; prs 67/3; prs 140/16;  balki tolət ḥayf d-aḥunux ʻvielleicht kannst du deinen Bruder rächenʼ; 444; 95/225; hol d-lu=tuleno u=ḥayf-ayḏi m-u=dəžmən dʕoro lə=g-duʕanno ‘ehe ich nicht Rache am Feind genommen habe, kehre ich nicht zurück’; 29/47; 30/164",
    "tlele ŭ maḥatle ‘to raise, bring up’. Lqašti tlélali ŭ maḥátlali, moráwlalan ‘My gradmother raised me, she brough us up’ (Nisane first interview)",
    "komәtloyo i+gewastayḏi ‘to hiccup’, Ilyas does not know what gewasto is."
  ],
  "uncertain": false
}