{
  "root": "wʕd",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "wʕd",
        "reference": "Wehr 1415",
        "meaning": "ein Versprechen geben"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "II",
      "forms": [
        "mwaʕadle",
        "mwaʕəd"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "mwaʕadle innahu d-l-omər l-tən noše žġayni m-u=malko, u=babo d-u=kurrəko ʻer versprach ihm, niemand ausser dem König, dem Vater des Jungen, etwas zu sagenʼ; 160; 69/169; u=abro d-u=malko mwaʕadle ʕam u=taʕlo lo=qṭile ‘der Königssohn versprach das dem Fuchs, er tötete ihn nicht’; 21/19; mwaʕadle l-u=kuruko Šahrzamān məlle: « uno walaw fiyašno dayəm hawxa d-lo aṯto ġer menəx lu=šuqanno ‘Der Jüngling, Schahrzamān, gab das Versprechen: \"Und wenn ich immer ohne Frau bleiben müßte, eine andere als dich nehme ich nicht\"’; 24/34; uno mwaʕadli aʕma ḥatta i=naqla d-oṯət, lazəm d-ruḥmat-la zəd meni ‘Ich habe es ihr versprochen, daß du, wenn du heimkommst, sie noch mehr lieben mußt als mich’; 24/230",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "ba mwaʕád-way-le, haw k-owe, də-mdagəl ʻer hatte ihn das Versprechen gegeben und es ging nicht an, dass er logʼ; 163; 52/34; mwaʕád-wulle ʕam ḥḏoḏe w-lu=twəlla u=abro d-u=ʕammo ‘Sie hatten einander ja das Wort gegeben und sie hatte sich nicht über sein Recht hinwegsetzen wollen’; 26/230 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "ko-mwaʕádno-lux, d-l-əmmat l-tən noše, xlāf me-babi ʻich sage dir: dass du niemand etwas sagst ausser meinem Vaterʼ; 168; 69/167; kile aṯi ḥakimo ḥaṯo l-i=walaye, ku-mwaʕəd d-maṯnəḥ kul kayiwe, kul ʕəlle d-huwe-lin ‘Da ist ein neuer Arzt in die Stadt gekommen; der verspricht alle Kranken zu heilen, alle Leiden, die sie haben’; 24/57 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Part. Pass.": [
          {
            "text": "i=saʕayayḏe mwaʕádto-yo ʕam ṭwoʕe d-yawmo gd-oṯe g-ʕobər ʻer hatte seine bestimmte Stunde: mit Sonnenuntergang wird er kommen und hineingehenʼ; 175; 69/522;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "versprechen;"
  ],
  "uncertain": false
}