{
  "root": "xlṣ",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "xlṣ",
        "reference": "Wehr 355",
        "meaning": "frei sein od. werden, befreit werden, loswerden; gerettet werden; vorbei sein, zu Ende sein, fertig sein"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "xaləṣ",
        "xoləṣ"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) ono-ste-ne g-əzzino harke-da, b-u=šarəʕ-ano g-toleno ruḥi w xalaṣ ʻich werde auch von hier weggehen, in jene Strasse dort, werde mich verstecken und fertig!ʼ; 219; 55/48, 52; 56/14, 48; 69/402; 73/418; 115/299; b-u=šəkl-ano xaliṣo i=qəṣṣayḏan ʻdamit ist unsere Geschichte zu Endeʼ; 219; 54/80; bəṯṯər me d-u=xašun-awo xaləṣ, ánnaqqa hawo d-taḥt u=ʕarbolo, g-maḥtí-way-na-le ʕal ʕarbolo ḥreno ʻwenn dieser grobe (Schrot) zu Ende (gemahlen) war, dann gaben wir das, was unter dem Sieb lag, auf ein anderes Siebʼ JL 18.6.4;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) lo=trelux i=ḥayye d-dawṣole, mbarṭǝ́le-lux b-ak=kəṯoṯo hol d-xaləṣ, mamṭele kalbe, marfele bəṯrux ʻdu liessest die Schlange ihn nicht beissen, weil er dir Hühner versprach – bis er ausser Gefahr war, dann holte er Hunde und liess sie auf dich losʼ; 219; prs 214/37; haka b-kallawat xaliṣət, ya hənnək marfállal-lux, g-mobann-ux, ahla w sahla ʻwenn du durch Lösegeld freigekommen bist, oder sie dich freigelassen haben, dann werde ich dich gerne fahrenʼ LB 270; m-i=ḏəlliy-ayo w-m-u=ʕaḏab-awo xaləṣno ‘Ich bin erlöst worden aus jener Niedrigkeit und Qual’; 30/151",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) škur mine d-alo, ġắlabe, d-xaləṣno mina ʻGott sei gedankt dafür, dass ich sie losgeworden binʼ; 220; 82/74;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) xaləṣ ḥmərto zalṭoniṯo ʻda ging eine ungesattelte Eselin vorüberʼ; 220; prs 154/37; aṯi zlam w-xaləṣ harke-da w-kul mede d-mə́lle-li hawi ‘One man came and passed by here. All that he had told me came true’; 46/41",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "3) omər: “lo=k-owe g-xulṭut-ne kulle bə-ḥḏoḏe, w-ono tane gə-mnaqenan-ne!” omər: “ḥayra! kal ko-xaliṣina m-u=gaw-ano, disane g-čaykət-lan b-niqalat ‘He said: “That will not do. You should mix all (types of grain) with each other, and I will then sort them. – He (Xangir) said: “My dear, we have already escaped that mischief, and (now) you get us into trouble again!’ 73/411;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) ema ko-xoləṣ, aw toyəm u=med-ano kule? ʻwann sollte all dies (Gold) fertig werden, zu Ende gehen?ʼ; 219; 52/196;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) məfṯewu hwawu xd-u=baḥar qume, lăǧan d-lə=qodər d-xoləṣ ʻmache dich breit, werde vor ihm wie ein Meer, damit er nicht entkommen kannʼ; 220; 64/149; yaʕni ma g-xəlṣət? ʻdas heisst: Kannst du wohl noch entkommen?ʼ; JL 12.13.16; dēr lalyo, ánnaqla lalye-d-ḥamšo i=naqqa d-hawxa ǧari-li, u=lalyo d-xolaṣno m-arke ‘das war in der darauf folgenden Nacht, in der Nacht zu Donnerstag, als mir dies passierte, in der Nacht, in der ich von hier fliehen konnte’; LB 166;  uṯetu kulxu d-hužmina ʕal u=ʕadu d-xulṣina m-i=ḏ̣əlmiy-ayḏe, m-i=ʕubudiy-ayḏe ‘Ihr müßt alle kommen, damit wir den Feind angreifen und von seiner Tyrannei  und Knechtschaft erlöst werden’; 29/16 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) ko-məskət ad=darbone-ste lə=k-ṭorət xoləṣ u=ʕamo ʻdu verlegst gar die Wege und lässest die Leute nicht vorbeigehenʼ; 220; 66/128;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) u=muʕǧizayḏan anǧax ʕam u=qyoṯo d-u=elektrīk k-budyo-wa, w ʕam u=ṭfoyo d-u=elektrīk xulṣo-wa ʻunser Wunder fing immer erst mit dem Brennen des Lichtes an, und wenn das elektrische Licht ausging, war es zu Endeʼ; 219; 11/185; 2) d-qodar-wa qoṭé-way-le, w maḥat-wa manṯo me-sawke b-qḏola d-i=tlawʕ-ayo d-gawe d-u=zarzūr, w ḥonaq-wa i=tlawʕ-ayo, g-qoṭal-wa u=ḥafrīt-ano w g-xolaṣ-wa ʻwenn er den Star töten könnte, eins von seinen Haaren dem Wurm im Leibe des Staren um den Hals legte und ihn erwürgte, so würde er den Unhold töten und gerettet werdenʼ; 220; 57/107;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "4) xlaṣ l-lawġul ʻkomm hereinʼ; 220;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Infectum": [
          {
            "text": "3) ono b-ramšəl azzí səmli ḥəzər d-əzí dowaṣn-e, qoṭann-e məxloṣət mene ʻgestern habe ich die Zeit abgepasst und bin gegangen ihn zu beissen und zu töten, damit du ihn loswirstʼ; 220; 69/276;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "2) háno-yo u=xloṣo d-Gōrgīs háṯe-yo ʻdies ist die Rettung für Gorgisʼ; 220; 115/309;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "maxlaṣle",
        "maxləṣ"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) tfəqlan d-owe alfo=pārčayat, lo=ǧari-le mede, l-aloho maxlaṣle ʻwir haben ihn hinuntergestossen, damit er in tausend Stücke zerschmettere, aber es ist ihm nichts geschehen: Gott hat ihn gerettetʼ; 220; prs 221/6; i=məlṯo d-me feme d-Aloho də-lwəšle ǧăsad, hawi u=abro d-aloho w-maxláṣle-lan ‘er ist das Wort aus dem Munde Gottes, das Fleisch und Sohn Gottes geworden ist und hat uns gerettet’; LB 94; uno azzino maxləṣili m-u=ḥabis w-hənne aṯən ṭrállal-li b-u=gubo ‘Ich habe sie aus dem Gefangnis befreit, und sie sind gekommen und haben mich in der Zisterne [sitzen] lassen’; 21/90",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) l-ḥaṣlo lə=k-makuno rišayxu maxlaṣle hayo-ste húle-le-yo ʻnun, ich will euch keine Kopfschmerzen machen, er machte das auch fertig und gab es ihmʼ; 221; 57/217; bəṯṯər məd-maxlaṣli u=muklo, šteli čaye ʻals ich mit dem Essen fertig war, trank ich Teeʼ; 10/21; 3) b-u=gomanayḏe xalaṣ maxlaṣle ak=kallat ʻnach seiner Meinung ist die Sache erledigt und er hat das Geld in Sicherheit gebrachtʼ; 221; 55/52; kīt greʕune ġălabe baynaṯṯe ko-ḥozən ruḥayye əmmi hiye ḥa-yo aḥna kiban tre=mo tloṯo=mo w-maxlaṣlan u=talān w-maṭina w-obina-le-yo hawxa fako qayiro obina-le-yo  ‘There were among them many young men who fancied themselves. They said: “He is alone, and we have two or three hundred (people). And we have already brought the cattle into safety and reached (that place). And (now) we are going to give it to him, just like that, like …’ 78/99-100;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) an=noše g-lətmi aʕlan gd-əmmi mən-yo aydarbo aṯi l-arke w-mayəṯ mən hawi maxlaṣlan mine annaqla ‘People will gather near us and say: “What is it? How did he come here and die? What happened? Now we have got rid of him’ 76/161;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "mədə-zbəṭle ḥa mənne, edi u=ḥolo gən-nofəq m-i=ḥoluṯayḏe, w hawo d-maxláṣ-way-le b-u=bnoyo meqəm m-u=ḥreno, hawo k-owe ḥolo edi ʻwenn er einen von ihnen gefasst hat, so verliert er seine “Onkeleigenschaft”, und dann wird derjenige von den beiden, der beim Abzählen zuerst “frei” wurde, “Onkel”ʼ; 141; 94/354;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) ʕaǧəz u=zʕur-ano m-u=abro d-i=pire səmle lə=səmle lə=qadər maxlaṣ ruḥe mine ʻder Junge war machtlos gegenüber dem Sohn der Alten. Was er auch anstellte, er konnte ihn nicht loswerdenʼ; 220; 64/66;  iḏa d-oṯe d-šəmʕat-li gə-maxləṣət aḥ=ḥaye d-aḥunox ‘Wenn du auf mich hörst, kannst du das Leben deines Bruders retten’; 24/288 [MT]; u=mede d-məžġanno haw ǧuwāb diḏi! ḥatta d-maxəlṣina m-u=qaṭlo-ste, w-u=mede də-gnuwwe-ste foyəš lašanayna ‘Was ich sagen werde, darauf antworte, damit wir uns vor dem Totgeschlagen werden retten und außerdem das, was sie gestohlen haben, für uns bleibt!’; 25/59 [MT]; iḏa k-ubʕət-ste d-ubéno-lox ḥərriye, d-maxláṣno-lox  m-i=xədm-aṯe, u=mede d-ubʕət gd-ubéno-lox ‘Wenn du willst, daß ich dir die Freiheit schenke, daß ich dich von diesem Dienst befreie; was du willst, werde ich dir gewähren’; 27/16",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) lə=qədrət amṭət saymət mede, lə=maxalṣət mede ʻdu kannst niemanden holen und nichts machen und nichts ausrichtenʼ; 221; 74/43; 3) gə-mašpʕi-li ʕal Ḥasané Aliki, w lə=g-maḥəs w g-qəṭli hiye-ste w g-maxəlṣi-li ʻsie werden mich an Ḥasan Aliki vorbeiführen, er wird nicht aufwachen, sie werden ihn auch töten und mich in Sicherheit bringenʼ; 222; 95/198; lə=g-quṭlina-lux, tux aʕman daqăna məblina u=săwāl maxalṣína-le ‘ “We are not going to kill you. Come with us, so that we might drive the cattle and bring it to safety” ’",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) ono məftakalli…u=šŭfēr-ano…i=naqla d-doʕər l-Midən d-obe xabro l-u=qaraqōl, an=noš-ani…i=ʕaskar me Bsorino aw m-aq=qəryawoṯo g-nəḥti l-ad=darbone, lə=g-maxalṣi-li ‘ich dachte mir, dass, wenn…der Fahrer bei der Rückkehr nach Midən der Gendarmeriestation Bescheid geben wird, dann würde das Militär von Bsorino oder anderen Dörfern den Weg säumen, und die Entführer (wörtl.: diese Leute) werden mit mir an ihnen nicht vorbeigehen können’; LB 34",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) ma xwala g-maxalṣət ʻkannst du wohl entrinnen?ʼ; JL 12.13.15;  d-məḥyono ruḥi bayn az=zangin-ani w-maxləṣono, g-šoqəl u=mal dəṯṯe kulle ‘Wenn ich zwischen diesen Reichen hindurchschlüpfe und mich rette, so nimmt er ihnen allen ihren Besitz ab’; 28/94 [MT]; ən kan d-qudrət d-maxləṣət qum-ani, ašər gd-əṯyono aʕmox ‘Wenn du vor ihnen bestehst, dann gehe ich mit dir’; 29/109; i=misket-aṯe mḥayro. áydarbo saymo, áydarbo maxəlṣo mene? lo=k-uḏʕo ‘This poor thing was helpless. What should she do? How can she escape him? She did not know’; 41/15 [MT]; səmle lo=səmle d-qodər maxləṣ ruḥe m-al=lapat-ayḏe, lo=qadər ‘Whatever he did to escape his paws he failed’; 46/13",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) law d-ŭṯe-wo hawo balki maxláṣ-wo-lan, m-ī=zoriye, mə-taʕadda d-u=malk-ano ʻwenn er käme, würde er uns vielleicht von der Gewaltherrschaft und den Übergriffen dieses Königs befreienʼ; 221; 24/236;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) ḥaru bayto itáx maxlaṣ-lan! ʻzum Kuckuck! komm und mach uns los!ʼ; 221; 58/242; maxláṣ-li m-u=bal-ano ‘Deliver me from this misfortune!’ LuF 280/23;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) hway gawro ṭowo, w maxleṣ-e ʻsie ein rechter Mann und sieh, dass du die Sache schaffstʼ; 221; 70/82;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) howe u=maloxo babux, təxliṣo lə=k-maxəlṣət m-al=lappatayḏi ʻwenn dein Vater der (Todes)engel wäre, du entkommst mir nichtʼ; 221; 95/179;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": null,
  "uncertain": false
}