{
  "root": "xṣr",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "xsr",
        "reference": "Wehr 335",
        "meaning": "einbüssen, verlieren"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "xaṣər",
        "xoṣər"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "áydarbo gəd-obe dastūr diḏa u=taǧər-ano, bəṯṯər məd-xaṣər haqqayəṣ kallat ʻwie sollte ihr der Kaufmann Erlaubnis geben, zu gehen, nachdem er soviel Geld an sie verschwendet hatteʼ; 234; 26/136-137; xaṣənno alfo w ḥamməšmo b-i=səbbe d-u=taʕlo, w marfalxu ʻich habe um des Fuchses willen fünfzehnhundert Piaster verloren, und ihr habt ihn frei gelassen!ʼ; 234; prs 213/11; gəd-ubat-wo dasṭūr də-kačk-ayo hawxa bəṯṯər məd-xaṣirət haqqayṣ kallāt aʕla ‘würdest du dem Mädchen auch die Erlaubnis gegeben haben? So, nachdem du soviel Geld an sie verschwendet hättest?’; 26/125",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "lo=ṭrele d-xoṣər ḥḏo d-ḥamšo Kandar ʻer duldete nicht, dass Kandar ein Fünfparastück (aus seiner Tasche) ausgäbeʼ; 235; prs 143/24; mǧarab-li ʕal šarṭ, d-l-óweno xəd-d-ubʕat, g-xoṣanno u=šarṭ ʻversuche es einmal mit mir, unter der Bedingung, dass ich, wenn ich nicht so bin, wie du wünschest, die Wette verliereʼ; 236; 48/4;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "k-maḥənno bolo, xaṣíro-no aʕmux ʻich merke ja, dass ich im Nachteil gegen dich binʼ; 237; 30/128;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "maxṣalle",
        "maxṣər"
      ],
      "conjugations": {
        "Infectum": [
          {
            "text": "kito ḥa harke ṣawoʕo b-i=qriṭ-ayḏan, b-i=walay-ayḏan, išme Murād. iḏa d-qudrət d-saymət buwe mede, d-maxaṣrat-le u=mede d-ubʕət gd-ubéno-lox ‘Aber hier in unserem Dorfe, in unserer Stadt, gibt es einen Färber, der heißt Murād. Wenn du es fertig bringst, ihm einen Verlust beizubringen, ihn zu schädigen, so gebe ich dir, was du willst’; 25/28",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "einbüssen, ausgeben, verlieren, im Nachteil werden;",
    "schädigen;"
  ],
  "uncertain": false
}