{
  "root": "ybl",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ybl",
        "reference": "SL 560",
        "meaning": "to lead, move; to deprive of"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "III",
      "forms": [
        "mawbele",
        "mawbəl"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "a) mawbálle-le muklo ʻsie brachten ihm Essenʼ; 668; prs 49/32; nafiqo i=nunṯo d-mawbe-la i=xuṣa m-gawe d-u=gamāz ʻinzwischen war der Fisch, welcher den Ring weggenommen hatte, wieder aus dem Bauche des Haifisches hervorgekommenʼ; 668; prs 57/16; prs 117/24; prs 122/17,18; prs 243/9; bəṯṯər məd-azzá i=kačke side, w huwe miṯo aʕla, w i=nuxrayto, w mobíla-le u=dahw-awo u=sem-awo w ak=kallat-anək kulle, hēš bəṯṯər nofəl b-qamuṯa xd-u=ḥmoro ʻnachdem das Mädchen zu ihm gekommen war und er in sie vernarrt und sie seine Verlobte war, und sie ihm all das Gold und Silber und Geld zugebracht hatte, da läuft er noch wie ein Esel vor ihr herʼ; 668; 26/261-262; k-ḥozət klen a=tloṯo ḥawuše d-l-u=ṭayro mublile maḥte b-u=qafaṣ ʕal i=maṣa tamo ‘Da wirst du die drei Äpfel, die der Vogel weggeholt hat, auf den Tisch gelegt und im Kägif (eingeserrt) finden’; 21/34; [MT]; ʕal-aṯe l-abrə-d-u=malko mobele u=taʕlo-ste aʕme ḥatta d-oṯən s-u=babaṯṯe ‘Daraufhin nahm der Königssehn auch den Fuchs mit sich um zu ihrem Vater kommen können’; 21/73 [ПРОВЕРИТЬ ПРАВИЛЬНОСТЬ ПЕРЕВОДА]; hal l-mane mobele i=ṭaṣ-ayḏi? ‘Ach, wer hat den meine Schale genommen?’; 25/14 b) mbele ʕaqəl d-i=kačke m-u=darbo ʻer verführte das Mädchenʼ; 669; 69/227; mballe mənne a=tfəngaṯṯe ʻsie nahmen ihnen ihre Gewehre abʼ; 669; 71/17; 2) i=ḥurm-aṯe lo=nafiqo ṭawto ʕam an=naʕim-ani d-kət-ne gabe. kul yawmo k-oṯe ʕaṣriye l-u=bayto, k-ummo-le: “i=barṯayḏux w u=abrayḏux mballe məx diḏi, w ko-makiwi qarʕi, w lo=ko-šəmʕi mini, u=mede d-umman-ne lo=k-maṣiṯi aʕli” ʻes zeigte sich aber, dass die Frau zu den Kindern, die bei ihm waren, nicht gut war. Jeden Tag, wenn er abends nach Hause kam, sprach sie zu ihm: “Deine Tochter und deine Sohn haben mich halb um den Verstand gebracht. Sie machen mir Kopfweh und hören hicht auf das, was ich ihnen sage”ʼ; 75/7;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Lu Sargey w li Gule aq qanyonayḏan kulle blǝnne/mballe. ‘’Sergey and Gule stole all our cattle. (İlyas pc.)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "b) ṭrélax-li kafino, w-lə=mbé-way-li muklo aʕmi ʻyou left me hungry, [moreover] I had not taken food with meʼ; 670; 44/66;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "yade! qum nḥar-lan u=ṭawro səmoqo, w səm-lan ṣəfriye d-bərġəl, w gəm-mawbann-a l-aḥ=ḥaṣode ʻMutter! Steh auf und schlachte den roten Ochsen und mach uns einen Kessel voll Bulgur; ich werde ihn den Schnittern bringenʼ; 6/11; ənsān d-mobe-le aṯto, w d-maṣrəf haqqayəṣ maṣarəf aʕla, w bəṯṯər də-msalam-la lə-ḥreno yaʕni haṯe l-awyo b-i=arʕo hēš ʻdass ein Mensch eine Frau nimmt und so viel Ausgaben für sie macht und sie dann einem anderen überlässt, das ist auf Erden noch nicht vorgekommenʼ; 672; 26/207; lo=k-uḏʕina ma k-mawbe-lən ʻwir wissen nicht, wer sie holtʼ; 672; prs 105/1; prs 165/30; kul yawmo qaymo m-i=šanto, w mublo muklo aʕma w k-uzzá l-baqoro ʻjeden Tag, wenn sie vom Schlafe aufstand, nahm sie Speise mit sich und ging in's Haus des Kuhhirtenʼ; 672; prs 14/16; k-ḥozət mede m-u=qašo ádyawma, be ma g-maʕǧablux d-məblət mine faġro ani lo ʻdu wirst heute etwas von dem Pfarrer sehen, und dann wirst du merken, ob es dir gefällt, den Leib des Herrn von ihm zu empfangen, oder nichtʼ; 672; 116/69; d-huyo gawərto g-məblina-ləx-yo ʻwenn sie verheiratet ist, nehmen wir sie für dichʼ; MM 19; ono-ste m-i=nikfuṯo d-babi rawəxno aṯino bəṯr-u=ḥawušo d-mobanno-le-yo ‘Aus Scham vor dem Vater habe ich mich aufs Pferd gesetzt und bin dem Apfel nachgegangen, um ihn ihm zu bringen’; 21/47;  b) ko-ṭolabno m-aloho d-ramḥəl nofəl ǧarde d-ʕărab b-u=ṭarš d-i=walaye, tolən u=ṭarš kule məbli-le ʻich bitte Gott, dass morgen eine Streife von Arabern das Vieh der Stadt überfällt und dass sie ganze Vieh wegnehmen und forttreibenʼ; 673; 75/232; ánnaqla kibi mbanno u=darbo; ḥayḏ̣eru u=zʕuro ʻjetzt kann ich den Weg zurücklegen. Macht den Jüngling bereit!ʼ; 674; 61/250; c) ya g-məblət-ləx ʕaṣro=dinore d-dahwo w d-əmmət-li haṯe i=barṯo d-man-yo w ya oʕdo k-qoṭann-əx ʻentweder nimmst du zehn Golddukaten und sagst mir, wessen Tochter das ist, oder ich bringe dich auf der Stelle umʼ MM 28; 3) maqbele u=tagoro d-Bəġdəd d-ʔi=barṯayḏe məblo u=abro d-be ʕAliye Rămo ʻund der Kaufmann von Bagdad erklarte sich damit einverstanden, das seine Tochter den Sohn des Hauses ʕAliye Ramo heirateteʼ; MM 151; kačal-yo, lo=k-əbʕal-le (…). kət-li šarṭ. haka d-soyəm u=šarṭ-ano diḏi, g-məblal-le ‘He is bald-headed, I do not want him (…). But I have one condition. If he fulfills this condition, I will marry him’ 73/178-179;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "An noše kǝbli/komawbli i ḥṭiṯayḏan l ruḥayye. People bring our sins to themselves. (they distribute diffamation about us.)(İlyas p.c)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "I dawle kǝble an noše li ʕaskariye. The government drafts the people into the army.  (İlyas p.c)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "a) kǝ́p-way-le mawbé-way-le w ġoláb-way-le, yalənəz lə=twəlle ʻer hätte ihn schlagen können, aber er wollte ihn nicht betrübenʼ; 673; 104/23; mublína-wo u=baṣro u=laḥmayḏan, w əzzáno-wo ʻwir nahmen unser Fleisch und Brot mit und gingen losʼ; 11/247; noqṣaniye səmle ġắlabe! lazəm huwe bəḏḏat d-əzze-wo w d-mŭbé-wo-la, marwáx-wo-la ʕal i=səsto, maslám-wo-la l-u=abro d-u=ʕammo ʻer hat sich eine grosse Versäumnis zuschulden kommen lassen. Er hätte selber gehen und sie hinbringen müssen, er hätte sie auf dem Pferde reiten lassen und dem Vetter abliefern müssenʼ; 673; 26/194; b) oḏáʕ-way-no a=gyoṯe d-man-ne w ab=beʕe d-man mán-way-ne. mbál-way-no kul bəḥto l-morayḏa ʻich wusste genau, wem jedes Huhn und jedes Ei gehörte, und brachte jedes Ei zu seinem Eigetümerʼ; 674; 57/153;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "a) zox l-u=bayto hat w aṯtox, awbǝ́l aṯtox, k-azzino ono l-u=bayto ʻgeh nun mit deiner Frau nach Hause; nimm sie mit! auch ich will nach Hause gehenʼ; 675; prs 33/24; prs 78/18; mawbǝ́l i=tāss-aṯi d-u=ḥalwo l-babax ʻbringe diesen Becher voll Milch deinem Vater hinʼ; 675; prs 64/5; 107/56; 102/40; 24/69; izáx obál as=səsy-ani l-u=xān ʻgeh und bringe diese Pferde in die Herbergeʼ; 675; 61/291; u=māl dəṯxu mawbélul-le ṣafro ʻeuer Eigentum könnt ihr Morgen früh mit euch nehmen!ʼ; 6/87; b) mbal a=tre=pərtk-ani diḏi ʻnimm diese beiden Haarfläumchen von mir mitʼ; 675; 73/306; 116/49; mbay-li, waki háwxa-yo, mbay-li! ʻbring mich hin! wenn es so ist, so bring mich hin!ʼ; 676; 77/87; mbay-lux ʕaṣro=năfare, w krax maltém-ene ʻnimm zehn Mann mit und suche sie zusammenʼ; 676; 73/160; mbay-li ham-ste ʕal darbux lə-Bsorino ʻfahre mich auf deinem Weg nach Bsorinoʼ; LB 20;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) haka rḥəmxu ḥḏoḏe xwa yabo hatu me-zawno naṣíb də-ḥḏoḏe-hatu mbalu ḥḏoḏe w-aloho howe aʕmayxu ‘If you love each other, then, my dear, from now on you are bound together with each other, marry each other, and may God be with you’ MM 146;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "a) mmawbəl ʻer wurde weggeholtʼ; 676; b) mawbəl; 676;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "a) k-mitawbəl ʻer wird weggeholtʼ; 676; b) ko-mitawbəl; 677;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "tubilo; tawbilo; 676;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Idiomatic Phrases",
    "mobəl/mobele bīr ‘merken’: zlam ǧinanči, áydarbo mobele bīr d-aṯe ‘Wie kann ein (einfacher) Gärtner so etwas merken’; 27/63"
  ],
  "uncertain": false
}