{
  "root": "zbṭ",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "ḍbṭ",
        "reference": "Wehr 741",
        "meaning": "packen, ergreifen, festnehmen, arrestieren"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "zbəṭle",
        "zobəṭ"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) l-u=ḥaywān-ano zbəṭle ʕal i=marʕ-aṯe ʻdieses Vieh hat auf dieser Weide Fett angesetzt, sich herausgemachtʼ; 222; 65/34; zbəṭla riši ʻsie (die Steinplatte) drückte auf meinen Kopfʼ; LB 78; maṭən aḥ=ḥawrone d-u=Malke m-i=qriṯo w-ʕabiri zbəṭṭe dukṯayye xəd-meqəm b-i=kozk-aṯṯe ‘Nun kamen Malke's Kameraden aus dem Dorfe und nahmen ihre Plätze in ihrer Schanze wieder ein, wie vorher’; 33/35; i=naqla d-ḥəlle bəṯre aṯən-le ʕaṣro zbəṭṭe maḥatte b-u=ḥabis ‘Als er hinter sich blickte, kamen zehn Mann auf ihn zu, faßten ihn und setzten ihn ins Gefängnis’; 21/42; wa-əlla hul ʕaṣriye ko-zubṭi am-misken-ani lo=zbəṭṭe mede ‘These poor things were fishing till evening and did not catch anything’; 41/23; u=laly-awo ap=polīṣ zbə́ṭṭal-li b-i=qaraqole ‘That night the police detained me in the police-station’ JL 14.8.12; azzehən zbəṭṭe i=duk-ano ‘They went (there) to take control of that shop’ MM 37;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "zbəṭla sayome d-kalšo d-əzzehən l-u=ṭuro d-saymi kalšo w-amṭi ‘She hired the mortar workers to go to the mountains, prepare the mortar and bring it (back)’ 77/186;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) zbəṭle ruḥe ʕal i=kone d-u=šēx dəṯṯe ʻer hielt sich (beim Gehen) auf das Zelt ihres Scheichs zuʼ; 224; 107/66;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) maqəmle ar=rawixayḏe, mḥele b-qamuṯayye w zbəṭle riše d-Aḥmad Aġa ʻer bot die Reiter auf, stellte sich an ihre Spitze und kam damit zu Aḥmäd Agha (umringte ihn)ʼ; 224; 65/258; 4) məlli lan-no u=aġa u=greʕo d-u=áġa-no, w hawxa ko-zbəṭle maʕd diḏe ʻich habe gesagt: Ich bin nicht der Agha, ich bin der Knecht des Agha. Und da hat er ein solches Gesicht gemachtʼ; 224; 66/205; 6) baʕ l-i=kačke haqqa zbǝ́ṭla-le qadr w maʕrifa ʻdas Mädchen tat ihm alle Ehre an, (die dem Gaste zukommt)ʼ; 224; 66/190;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "1) u=zʕuro məḷḷe l-u=ḥolo omər alo ḥolo kal ko-zbəṭla-li ḥəmto ‘The boy said to (his) uncle: “Uncle, I have caught a fever (lit. ‘a fever has caught me’)’ 76/71;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "1) u=abrayḏi ma k-oḏəʕ i=aṯtayḏi me-ma zbǝ́ṭ-way-la ʻwer weiss, von wem sich meine Frau meinen Sohn geholt hatʼ; 223; 60/234;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) kān an=naʕime d-aw=wazire w-an=naʕime d-u=malko zəbṭi nune ‘There are the viziers’ and king’s children fishing’; 41/20; hiya, məd-nafiqo d-zubṭo i=qazo, huwe nafəq b-u=tarʕo-da w-azzé ‘After she went out to catch the goose, he passed the gate and left’; 44/39   k-oṯe talgo kul šato, b-u=saṯwo; dukṯe d-i=walaye i=ʕatəqto, u=talgo lə=g-zobəṭ ʻjedes Jahr im Winter schneit es; aber an der Stelle der alten Stadt hält sich der Schnee nichtʼ; 223; 77/8, 9; ono g-noḥatno l-i=walaye, zobaṭno dukano ʻich gehe hinunter in die Stadt und besorge einen Ladenʼ; MM 34;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) kul kas ko-zobəṭ ruḥe ʕal aʕ=ʕašayər ʻjedermann hält sich an die Stämmeʼ; 224; 107/57; 4) mətyaqnat k-obaʕno d-lə=zəbṭat l-u=qŭṣūr ʻwahrlich, ich bitte dich, dass du es nicht übelnimmstʼ; 224; 65/167, 422; 6) ko-zəbṭi-lan ġắlabe qadr w maʕrifa ʻsie behandeln uns mit Ehrerbietung und Zuvorkommenheitʼ; EL 84;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) g-zəbṭat-wa ʕaqəl diḏax ʻdu würdest zu erstand kommenʼ; 223; 107/107; ПРИМЕР ОТСУТСТВУЕТ В УКАЗАННОМ МЕСТЕ b-u=bayto g-zəbṭí-way-na, əmmí-way-na maye d-u=tēz ʻzu Hause setzen wir eine Lauge an, wie wir es nanntenʼ JL 14.9.2; me kule lebi ko-mətyaqanno, d-lo hənnək howən-wa ṭaye w-hiye, u=ǧandərma-ste howe-wa ṭayo, tamo g-zobaṭ-wa a=tre=pir-anək ‘I firmly believe, that if they hadn’t been Muslims and he, the gendarme, also hadn’t been one, he would have detained those women right there’ JL 10.11.13;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) m-at=tarte zbaṭ-lux ḥḏo ʻwähle dir eins von beidenʼ; 223; 69/70; 5) yabo zbaṭ iḏux b-ruḥux elo ahd nofəl ʕal i=ruḥayḏi: gə-mḥalaqno iḏi l-u=sayfo gə-mḥalaqn-e lə-qḏolux ʻVater, halte dich, sonst gelobe ich: Ich werde mein Schwert packen und es dir auf den Hals fallen lassenʼ; 224; 65/190, 196; 6) məqqāṣ d-kət-xu quwwa w taqa zbaṭu qadr w maʕrifa l-a=zlamat-ani ʻerweist ja diesen Männern so viel Ehre und Hochachtung, als in euren Kräften stehtʼ; 225; 65/78, 152;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) haka aṯi ṭawwo, gəš-šoqəl ak=kalawat-ani l-ruḥe, w haka aṯi pīs, hiye gəd-obe-le, yaʕni u=mašilono d-u=čəft gəd-obe-le l-u=zaboṭo də-zbǝ́ṭle-le ʻwenn der Wurf “gut” ausfällt, so nimmt er das Geld für sich; und wenn er “schlecht” ausfällt, so gibt der Schleuderer dem Geldhalter (den gleichen Betrag)ʼ; 223; 94/297, 306; hano zlām zaboṭo d-a=aṯoye d-ʕal am=maye ʻ(der Bewohner dieser Burg) war ein Mann, der die (Menschen) überfiel (wörtl.: gefangennahm), die auf dem Wasser vorbeikamenʼ; RT 6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) hawo də-zbiṭ w u=ḥaroyo disa ko-zəbṭi bə-ḥḏoḏe ʻder, welcher gefasst wurde, und der letzte fassen sich nunmehr (an die Schultern)ʼ; 224; 94/355; ṭləbbe mini d-ománnan-ne i=qəṣṣa d-u=zboṭayḏi də-zbəṭno me iḏe d-ann=noše d-kǝ́t-way-ne dəžmən ʻsie baten mich ihnen die Geschicte meiner Entführung zu erzählen. Ich wurde ja von Menschen entfürt, die Feine sindʼ; LB 10; oʕdo ko-zbəṭno ʻnun bin ich gefangen wordenʼ; RT 31;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "ġắlabe waxtat madəmli u=med-ano (…) uʕdo ko-zbəṭno ‘I have been doing these things for a long time (…), now I am captured’ RT 31;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) hawxa b-u=šəkəl-ano u=ḥa b-u=ḥa d-məzbəṭ gəd-oṯe l-dukṯayye ʻso tritt einer nach dem anderen, der gefasst wird, an ihre Stelleʼ; 224; 94/358;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "1) a=tre=ḥaroye g-towən (непонятная форма. не является ли это глаголом hwy) kalye w zbiṭe bə-ḥḏoḏe; w a=ḥrene g-həǧmi gə-mḥalqi ruḥayye aʕlayye. yaʕni ko-rawxi aʕlayye ʻdie beiden letzten bleiben stehen und halten sich angefasst, und die anderen springen sie an, um auf ihnen zu reitenʼ; 224; 94/351; 4) ko-ḥəzyono d-kət-yo maʕd diḏux zbiṭo b-ádlalyo ʻich sehe, dass du heute Abend sehr schlecht aussiehstʼ; 224; 105/10;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) ha lə-zboṭo w ha lə-zboṭo ʻjetzt hat er ihn gepackt, jetzt hat er ihn gepacktʼ; 223; 97/63; 6) zboṭo d-u=xaṭən ʻEhrenerweisungʼ; 225;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mazbaṭle",
        "mazbəṭ"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "qayəm ǧəddi tamo b-i=ʕaskar d-u=Faransa mazbaṭle ʻda liess ihn mein Grossvater dort vom französischen Militär festnehmenʼ JL 16.7.31;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Idiomatic phrases:",
    "1) bəhn diḏi zbīṭ ʻich bekam keine Luftʼ; LB 56;",
    "2) zobəṭ/zbəṭle noba + ʕal ʻWache haltenʼ; ko-zobəṭ noba-ste aʕli ʻer hielt einer noch Wache bei mirʼ; LB 73; əzzehən-wa zəbṭi-wa nobawat, noba ʕəl m-i=qriṯo, kul=ḥa zobaṭ-wa tre=saʕayat, w-haka tloṯo ‘They (the people of Midən) kept watch on the village, each one kept watch for two or three hours’",
    "3) zobəṭ kīn ʻвозненавидетьʼ Hass gegen fassen ; m-i=naql-ayo zbəṭṭe kīn mini ʻvon diesem Augenblick an fassten sie einen Hass gegen michʼ JL 18.7.9;",
    "festnehmen lassen;"
  ],
  "uncertain": false
}