{
  "root": "šmʕ",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "šmʕ",
        "reference": "SL 1574",
        "meaning": "to hear, listen"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "šaməʕ",
        "šoməʕ"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "šaməʕ u=šulṭono səmle hawxa ʻhierauf hörte der Sultan, dass er solches getan habeʼ; 87; prs 15/11; prs 118/18; 11/179; ono lə=šaməʕno w lə=k-oḏaʕno appe d-k-əmmi ‘so etwas habe ich noch nicht gehört und ich weiss auch nicht, dass sie so etwas sagen’; LB 94; bele, aḥna šamiʕina d-ko-maḥarmət niše, gawre, flān ‘doch, wir haben gehört, dass du Frauen und Männer und so weiter verdammst’; LB 103; məd-šaməʕ haṯe m-u=ġamo nafəl m-i=sisto qrif qḏole ‘Als er das hörte, fiel er aus Gram vom Pferde und brach sich das Genick’; 23/53 [MT]; haṯe məd-šamiʕo əšmə-d-Šahrzamān, ḥalan mahzamla mə-qume w-ʕabiro l-u=čadər diḏa ‘Als sie den Namen Schahrzamān hörte, floh sie sofort vor ihm und ging in ihr Zelt zurück’; 24/217 [MT]; məd-šamiʕi u=ahl d-i=walay-ayo, nafiqi rabe w-naʕime l-qamuṯe ‘Als die Leute der Stadt das hörten, zogen sie hinaus ihm entgegen, roße und kleine’; 24/241",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit": [
          {
            "text": "əlla u=xabr-ano man šməʕle b-aʕ=ʕašayir w-b-aq=qabail? ‘Wer hat je von dergleichen bei den Stämmen gehört?’; 29/92",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "hano u=abro d-u=šēx, hēš, lə=ḥzé-way-le lə=šaməʕ-wa xabro me-fema lo ṭowo ʻder Sohn des Scheichs hatte bis dahin noch nie ein ungutes Wort aus ihren Munde erlebt und gehörtʼ; 94; 82/57;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "gud i=naqla d-noḥrət-le šəmʕono qole; gud howət taḥt i=arʕo, kt-uyono ʕul me-rišux ʻhöre ich sein Wehgeschrei, wenn du ihn schlachtest, so magst du unter der Erde sein, ich werde über dich kommenʼ; 101; 75/309, 310; lə=ko-šomaʕno, lo qole d-ənsān lalʕal, w məqqa d-maʕleno qoli, noše lə=g-šoməʕ me taḥt i=arʕo ‘ich hörte nichts. Weder hörte ich die Menschen über mir, noch würde mich jemand von dort unter der Erde hören, wie viel ich auch schreien würde’; LB 176; i=nafšo d-lə=šəmʕo-le g-həlko m-u=ʕam-ayḏa ‘und wer an ihn nicht glaubt, wird verlorengehen aus seinem Volk’; LB 98; mədle l-u=droʕo d-u=xort-awo, mḥalaqle b-gubo ʕamuqo d-laybe bahro w-d-lu=k-šoməḥ ḥəs d-nošo ‘Er faßte den Burschen am Arm und warf ihn in eine tiefe Zisterne ohne Licht, wo er keines menschen Stimme hören konnte’; 24/278; iḏa d-oṯe d-šəmʕat-li gə-maxləṣət aḥ=ḥaye d-aḥunox ‘Wenn du auf mich hörst, kannst du das Leben deines Bruders retten’; 24/288 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "kul d-šumʕi-wo, məfṣəḥi-wo ʻso oft sie hörten, freuten sie sichʼ; 113; 11/188; d-šomaʕ-wa xabri, w-d-oḏaʕ-wa b-i=ləġ-ayḏi, oʕdo gəs-sám-way-le qayso w nəššāb ʻwenn er hörte, was ich sage, und meine Sprache verstünde, dann würde er sich sogleich Pfeil und Bogen machenʼ; 114; 57/105; 70/271; qmə-wala-ayḏe šumaʕ-wo ḥəs d-az=zamore d-az=zuṭoye ‘Schon vor der Stadt hörte er die Stimmen der Musiker, der Zigeuner’; 23/50; xwazí máṯno-wo w-lu=šŭmaʕ-wo u=xabr-ano diḏox! ‘Wenn ich doch tot wäre und dies nicht von dir gehört hätte!’; 30/18 [MT]; ann=abne d-u=aḥuno d-u=qašo kalye-wayne w-šumʕi-wa i=ǧġaliy-aṯi ‘Die Söhne des Bruders des Pfarrers standen dabei und hörten dies Gespräch mit an’; 33/26",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "ánnaqqa ono g-maḥkéno-lux i=qəṣṣayḏi; de šmaʕ! ʻjetzt werde ich dir meine Geschichte erzählen. Hör zu!ʼ; 120; 52/191; šmaʕu kulayxu ‘Hört ihr alle!’; 28/89",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "aš=šamoʕe w aš=šamaʕyoṯe ʻdie Hörer und die Hörerinnenʼ; 122;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Infectum": [
          {
            "text": "u=qəsəm d-lawġul d-owe kayiwo w ṣăqaṭ, lo=k-məšməʕ aw k-yuqro i=aḏno ‘wenn der innere Teil krank und gelähmt wird, hört man nicht, oder das Ohr wird schwer(hörig)’; 129; 3/44;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "b-u=šmoʕo d-šamiʕo ṣawt diḏe me-taḥt d-i=arʕo k-oṯe, maqlabla i=farše ʻals sie merkte, dass seine Stimme von unter der Erde her kam, wäzte sie die Platte umʼ; 123; 69/195-196;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mašmaʕle",
        "mašməʕ"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "bəṯṯər d-məlle d-šamiʕi hawxa u=ahl d-i=walaye, d-kət-yo ḥakimo hano fṣiḥi ġắlabe w-mašmaʕʕe u=malko ʻals die Leute der Stadt hörten, dass er Arzt war, freuten sie sich sehr und liessen es den König hörenʼ; 137; 24/57; xədə-šqi-li u=ḥəsaṯṯe bəṯṯər b-šawṭo mašmaʕli ḥəs dəṯṯe b-i=makina kul kas mdamər ‘eine Weile, nachdem ich ihre Stimmen aufgenommen hatte, liess ich sie ihre Stimmen mit dem Gerät hören, und alles staunte’; 11/182;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "ádyawma g-minakfina me-ruḥayna d-əmmina: mašəmʕina noše d-əmmina: walla magwallan u=abrayḏan ʻwir würden uns heute schämen, zu sagen und die Leute hören zu lassen: wir haben unseren Sohn (mit einer Zigeunerin) verheiratetʼ; 144; 87/31;  u=zʕur-ano <…> yatu məftakalle, áydarbo maqnaʕ-la w-áydarbo mašmaʕ-la ḥatta d-u=kew-ayḏa d-xoyəf ‘Der Jüngling <…> dachte nach, wie er sie überzeugen, und wie er sie zum Hören bringen könnte, damit ihre Krankheit leichter würde’; 24/80 [MT]; áydarbo hani tloṯaḥṣar=əšne u=ʕmiro b-Ṣṭambul w-lo=qadər d-<…> mašmaʕ-le xabro ‘Er wunderte sich, wie der Emir seit dreizehn Jahren hatte in Stambul sein können und es nicht fertig gebracht hatte, <…> etwas von sich hören zu lassen’; 36/60",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "kul waqət mašmáʕ-wo-la u=qol-ano ʻdiese Stimme liess er sie immerfort hörenʼ; 149; 24/87; i=naqqa d-mašmáʕno-wo-le ḥəs diḏe, ġắlabe bŭsám-wo-le ʻwenn ich ihn dann seine Stimme hören liess, gefiel sie ihm immer sehr gutʼ; 149; 11/236;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "mašmaʕ-li u=mede də-zməlli! ‘las mich mal hören, was ich gesungen habe!’; 151; 11/212;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "hören; glauben;",
    "hören lassen;"
  ],
  "uncertain": false
}