{
  "root": "šyl 1",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "šʔl",
        "reference": "SL 1497",
        "meaning": "to ask, question, inquire"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "II",
      "forms": [
        "mšayele",
        "mšayəl"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "mšayalle m-u=qašo, mǝ́lla-lle ʻals sie den Pfarrer fragten, sagte dieser zu ihnenʼ; 484; 35/11; nafəqno l-u=šuqo w mšayeli d-k-obaʕno d-əzzino lə-Bsorino ‘ich ging auf den Suk und sagte (wörtl. fragte), dass ich gerne nach Bsorino fahren wollte’; LB 17; u=babaṯṯe <…> mšayele ʕal-u=abr-ayḏe u=naʕimo: « hal lə=ḥzalxu?» ‘Ihr Vater <…> fragte nach seinem jüngsten Sohne: \"Habt ihr ihn nicht gesehen?\"’; 21/77; bəṯṯər mədə-mšayela, qayəṣ də-mšayela nošo lə-məlle-la ‘Sie fragte herum, aber soviel sie auch fragte, niemand sagte es ihr’; 25/15",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "kibŭx mšaylat mo-ḥoṯi ʻdu kannst meine Schwester fragenʼ; 484; 53/100; balki-ste i=naql-ayo, yăqīn, balki ʕaskar aṯi ʕal i=qriṯo, ya ko-mšayli, amma ono lə=k-oḏaʕno ‘vielleicht waren zu dem Zeitpunkt Soldaten ins Dorf gekommen. Vielleicht fragten sie (nach mir), ich weiss es aber nicht’; LB 82; ayna walaye d-k-uzzé kə-mšayəl: « hal u=malko d-i=walay-aṯe ayna-yo?» ‘In jeder Stadt, in die er kam, fragte er: \"Wer ist der König dieser Stadt?\"’; 24/53; d-lə=mšaylono mənayxu ḥa mənayxu d-l-ube-li ǧuwab ‘Keiner von euch darf antworten, ehe ich ihn gefragt habe’; 26/60",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) iḏa d-oṯe Šaṭə́r Šumān də-mšayəl aʕli, maru mayəṯ! ‘Wenn Schaṭir Schumān kommt und nach mir fragt, so sagt: Er ist gestorben’; 25/42; aka d-mšaylitu aʕli, uno u=mahzimono d-i=barṯo d-u=šēx-aṯxu d-Yawər ʕaǧīl-no ‘Wenn ihr nach mir fragt, ich bin der Entführer der Tochter eures Scheichs, des Yawar Adschil’; 29/133",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) də-mšaylí-way-na-lux ʻwenn wir dich fragen würdenʼ; 484; ḥatta b-imomo qəsəm m-u=ʕulmo mšayli-wo meni b-lalyo ayko, gəd-ŭweno ‘manchmal fragten mich sogar Leute am Tage, wo ich nachts sein würde’; 11/192;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) hawo, də-mšaylítu-wo aʕle, ŭ́no-no ʻder, den ihr gesucht habt, das bin ichʼ; 484; 30/148;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "izúx, mšayál u=samy-ano, be mə ḥăwāl díḏe-yo ʻgeh doch mal hin und frage jenen Blinden, was mit ihm los istʼ; 484; 52/4; itáw qum raġloṯe šayál mene ṭlab mene! ‘setze dich zu seinen Füssen nieder und frage ihn, bitte ihn!’; 21/25;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "mən k-əbʕat-lux? - məlle lo mede, šeyolo mšayeli menax ʻwas willst du denn? - Ich will gar nichts, ich habe dich nur gefragtʼ; 485; 102/37; 24/53; b-u=aṯrayḏan-ze me šeyolo l-šeyolo, mšayalle mərre ʻin unserer Gegend (ist es so, dass) einer den andern fragt. Sie fragten und man sagteʼ; RT 12; qrele l-i=naʕəmto omər barṯi man ko-soyəm u=bayto i=ḥurma ani u=gawro əmmo yabo qay hano u=med-ano k-obaʕ-le šeyolo omər aydarbo əmmo i=ḥurma-yo d-ko-saymo u=bayto ‘He called the youngest (daughter) and said: “Daughter, who shapes the house? A wife or a husband?” – She said: “Father, does anyone even need to ask this question?” – He said: “So?” – She said: “Wife is the one who shapes the house!” 77/35;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "fragen, bitten jn.: (akk., dat., mi-); 2) sich erkundigen nach, fragen nach, suchen nach (ʕal);",
    "(b-kēf d-, b šlomo d-) sich nach dem Befinden jemandes erkundigen, ihr grüssen lassen;",
    "ya u=šexayḏi, kə-mšayəl b-kēf diḏux ʻmein Scheich! er lässt dich grüssenʼ; 485; 53/37; harke ko-mšayli b-a=šlomaṯxu u=ʕamayḏan d-b-i=qriṯo d-Midən ʻes grüssen euch von hier unsere Leute aus dem Dorf Midənʼ LB 377; b-i=qalto k-soyəm taʕlīm ak=kəṯoṯo, w kə-mšayəl b-kēf dəṯxu ‘er exerziert mit den Hennen auf dem Misthaufen und lässt euch grüssen’; 11/270; mšayǝ́l b-kēf diḏe ʻbestelle ihm Grüsseʼ; 485; 65/73; 42/10"
  ],
  "uncertain": false
}