{
  "root": "ʔbʕ",
  "etymology": {
    "etymons": [
      {
        "source": "MA",
        "source_root": "bʕy",
        "reference": "SL 169",
        "meaning": "to strive after, pursue, desire; to request; to seek; to need, require"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "abəʕ",
        "obəʕ"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) mʔamalle, húle-le u=mede d-abəʕ, lirat dahwo w i=səstayḏe ʻer befahl, ihm zu geben, was er wollte: Goldpfunde und sein Pferdʼ; 731; 24/51; u=zlām-ano l-abəʕ gowər ʕal a=tre=naʕim-ani d-kət-ne gabe ʻder Mann wollte zu den beiden Kindern, die bei ihm waren, nicht wieder eine Frau nehmenʼ; 731; 75/3; ono m-i=naqla d-ḥzéli-lux, l=abəʕno mqatanno aʕmux ʻich habe schon, als ich dich sah, nicht mit dir kämpfen wollenʼ; 731; 78/115; m-i=xaṣr-ayo w m-ayo ḥzele noṭure, k-nuṭri, as=sayfe b-iḏayye, abiʕi l-u=qaṭl-ayḏe, mazəʕí-wo-le ʻauf jeder Seite sah er Wächter; die wachten mit dem Schwert in der Hand; sie wollten ihn töten, machten ihm Angstʼ; 548; 21/39; b-u=gab-ano p-ano abəʕ d-ʕorəq m-u=ǧăwāb ʻsuchte der Antwort aus dem Wege zu gehenʼ; MM 27;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) húle-le-ste u=mede d-abəʕ l-u=abro d-u=ʕammo, i=hadiyayḏe ‘Er gab dem Vetter noch als Geschenk, was er haben mochte’; 26/257",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) mə k-obəʕ? u=mede d-obəʕ háwu-le ʻwas will er? Gebt ihm, was er haben willʼ; 731; 78/92; k-ubʕi ḥalwo d-aryo ʻsie wollen Löwenmilchʼ; 731; 75/276; k-obaʕno də-mšadrət-li. lə=k-obaʕno d-ono-ze fašno b-i=dukṯo d-aḏ̣=ḏ̣arbe ‘ich will, dass Sie mich wegschicken. Auch ich will nicht da bleiben, wo es immer Schläge gibt (wörtl.: am Ort der Schläge);’ JL 19.6.19; [ML]; d-izzóx s-i=armalt-ayo d-kət-yo ǧirān diḏan; kət-la ṭaṣe, d-gunwat-la w-amṭát-li-yo, mə́qqayəṣ d-ubʕət gd-ubéno-lox kaʕbe ‘Du sollst zu jener Witwe gehen, die unsere Nachbarin ist. Die hat eine Schale. Wenn du die stiehlst und mir bringst, gebe ich dir soviel Knöchel, als du haben willst’; 25/9 [MT]; kurke, gḏayto i=naqla d-k-əbʕo saymo čičə́kat, g-maḥtina beʕe taḥta ‘A brood hen, a hen, when she wants to hatch chicken, we put eggs beneath her’ JL 13.11.1;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ʕamṯux, ṣaʕra ġắlabe ʕamúro-yo, w k-obəʕ nošo mfale-la ʻdas Haar deiner Tante ist sehr dicht, jemand muss ihr die Läuse ablesenʼ; 732; 75/61; ṭr-oṯe l-arke oʕdo k-obaʕn-e ʻer soll hierher kommen, ich brauche ihn jetztʼ MM 140; i=barṯo d-u=malko k-obaʕ-la ǧule k-obaʕ-la muklo k-obaʕ-la štoyo k-obaʕ-la medone ġălabe k-obaʕ-la ḥa t-owe aʕme kallawat ‘The king’s daughter needs gowns, food, drinks and many other things. She needs someone who has money’ 77/56; gamlo ḥḏo lo=k-owe d-foyəš mine xud kət-yo k-obəʕ doʕər ‘Not a single one camel should be left (with you). The whole (cattle) must be returned’ 78/104; (по сути, модальный глагол)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "kətli arʕot-ayḏi k-obaʕʕe dworo ‘I have fields, they require plowing’ 76/38;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Əmmo: “U miṯo, me d mayəṯ, d əbʕe, d mətle i ǧanazayḏe.” ‘Wenn einer gestorben ist, muß man seine leiche begraben’ 96/311; Dəbʕe d amtenox u Šimo larke d qorenoxyo ‘I need to bring the Šḥimo (book) here and sing you (from) it’ Xori Caziz 2001 24b;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) u=abro zʕuro ġắlabe kasúlo-we, w l-ŭ́baʕ-wo d-soyəm šuġlo ʻder kleine Sohn war sehr faul und wollte keine Arbeit tunʼ; 732; 6/4; i=naqla d-obáʕ-way-no qoyamno qərrēn nofal-wa ebi ʻimmer wenn ich aufstehen wollte, musste ich laut schreienʼ; LB 69; ubaʕ-wo d-mofaq-le ḥatta d-nuḥal-le tamo ʕal-u=qawro d-u=babo ‘Er wollte ihn herauszubringen, um ihn dort am Grabe seines Vaters zu schlachten’; 24/304; uno ubʕóno-wo barṯo hawxa d-əṯyo l-gabi d-msalyo-li m-u=sabab d-uno d-kət-no lḥuḏe ‘Ich hatte schon immer ein Verlangen, daß so ein Mädchen kommen und mich unterhalten möchte, weil ich allein bin’; 29/64 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": null,
  "uncertain": false
}