{
  "root": "ʔmr 1",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ʔmr",
        "reference": "SL 57",
        "meaning": "to say; to pronounce"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "məlle",
        "omər"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) b-u=waxt d-u=ḥṣodo məlle l-u=abro: “abri qum...” ʻzur Zeit der Getreideernte sprach er zu seinem Sohn: “Mein Sohn, mach dich auf...”ʼ; 689; 6/3, 13, 40; 35/13; 86/8; aṯi məlle l-i=dəbbe, omər mawqaḏle l-u=qudke-qŭraš i=adro ʻer ging und sagte der Bärin: “Der Stacheligel hat die Tenne in Brand gesteckt”ʼ; 689; prs 243/18; 60/6; mǝ́lle-le “abri, zux l-u=bayto, mqafay-lan ḥaṣode” ʻer sprach zu ihm: “Mein Sohn, geh nach Hause, suche uns Schnitter”ʼ; 689; 6/7-8; 35/17, 21; 36/18; 86/5; məd-maṭən l-i=arʕo, d-mǝ́lle-le aʕla, azzé u=kalbo, w maġele ʕal u=šoʕo ʻals sie zu dem Felde gekommen waren, von dem der Mann gesprochen hatte, ging der Hund und legte sich auf dem Felsen niederʼ; 689; 48/8; mǝ́llal-le, omər “ono, man g-mamṭenan-xu?” ʻer sprach zu ihnen: “Wen soll ich euch bringen?”ʼ; 689; 33/78; 35/11, 28; ag=ganowe məllən: “d-l-owe hano, gaḥxo aʕlayna” ʻdie Diebe sprachen: “Ob das nicht ein Schabernack ist, den man mit uns treibt?”ʼ; 689; 86/23; l-nošo lə=məlle-li tu=mede ‘Niemand hat mir etwas gesagt!’; 28/54; mə́ṛṛalli u=darbo d-am=maye ayko-yo ‘They told me where the way to the water was’ JL 9.9.9;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "1) hano-yo u=sərr-ayḏi anaqla kal ko-məḷḷi-lax ‘And this is my secret. Now I have told you (about it)’ MM 116;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "1) saliqi ʕal i=ʕito, huwwe i=išara d-mǝ́r-wa-lle aʕla l-aṭ=Ṭaye ʻsie stiegen oben auf die Kirche und gaben das mit den Kurden verabredete Signalʼ; 690; 71/93; ánnaqla hiye mər-way-le l-ax=xodume ayna də-mšayəl amer-le ʻnun hatte er die Diener angewiesen: “Wer sich erkundigt, dem gebt Auskunft!”ʼ; MM 130; noše ġálabe mənne baxən ʕal u=mamro d-mə́r-way-le, liʔanno ko-tawro u=lebo ‘Und viele Leute weinten über die Worte, die er gesungen hatte, weil das Lied zu Herzen geht’; 35/45 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) gd-omər: “aʕʕʕʕáw! hano tu mede lə=ṭreli mine” ʻer sagt: “Donnerwetter! Da habe ich von ihm überhaupt nichts übriggelassen!”ʼ; 693; 73/100;kal k-əmmi ḥəmmām naḏ̣ífo-yo ġắlabe ʻMan sagt, es sei ein sehr feines Hammamʼ MM 128; omanno ko-ṭolabno m-alo, šxwa də-mšadrət-li ‘antwortete ich: “Ich bitte Gott sogar darum, dass Sie mich wegschicken”’; Lehrbuch 19.6.19; iḏa d-umánno-lox mede d-saymat-le g-muleno sefux kaʕbe ‘Wenn du tust, was ich dir sage, so fülle ich dir den Schoß mit lauter Knöcheln’; 25/8; uno, gəd-umman-xu ḥəkkoye ‘Ich werde euch eine Geschichte erzählen’; 26/60; i=aṯt-aṯe iḏa kan oʕdo hawxa b-foṯi k-ummo-li, ramḥəl ʕaǧaba d-samno adna quṣuriye, məqqa g-qoyər leba meni! ‘Wenn diese Frau mir jetzt schon so ins Gesicht redet, wie kalt wird ihr Herz gegen mich werden, wenn ich morgen das Geringste versehe?’; 26/111 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "i=ruḥ-ayḏi d-əmmət, lə=k-umann-ox: lo! ‘Wenn du mein Leben forderst, sage ich nicht nein!’; 30/31",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) bəṯr i=Kurke, tamo k-əmmína-la i=Maxtăle d-Ǧəbo ʻhinter der Kurke, den wir Maxtala Ǧəbo nennenʼ; LB 28; ya paša, hat k-ummi-lox Tamə́r paša ‘O Pascha! Dich nennt man Temir Pascha’; 30/46; uno šēx ʕabdəlməṭṭaləb k-ummi-li ‘Scheich ‘Abdalmuṭṭalib nennt man mich’; 30/97",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) a) ánnaqqa əmmono laybi əṯyono, omər gd-əṯyat, əmmono lə=gmaǧrono, šalwo-yo ʕamuqo-yo ḥa ko-zoyəʕ. omər lo, gd-əṯyat. gd-oṯeno l-i=qamaytayḏax ‘Da sagte ich: “Ich kann nicht kommen.” Er sagte: Du wirst kommen.” Ich sagte: “Ich traue mich nicht, es ist eine Schlucht, sie ist tief, man bekommt Angst.” Er antwortete: “Nein, du wirst kommen. Ich werde dir entgegenkommen.”’ JL 6.10.3; b) kale u=diko rabrab d-ač=čangatayḏe k-omər “rab rab rab rab rab rab” b-u=zlām ḥaroyo ʻder Hahn machte mit den Flügeln “rab rab rab rab”, an dem letzten der Männerʼ; 697; 58/260; naqqa ḥəmyoni grəšle raġle d-i=čəfta, omər tarq, qṭile b-naqqa. ‘Suddenly my father-in-law pulled the trigger of the rifle, pow! And he killed him at once.’ JL 8.11.15;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) u=ḥmoro k-moḥe ʕal i=naqara, u=kalbo k-omər b-i=zərnaye, u=qaṭuno k-roqəḏ ʕal u=šŭriṭo ʻvon nun an schlug der Esel die Pauke und der Hund spielte auf der Flöte; der Kater tanzte auf dem Seilʼ; prs 153/6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) i=naqla d-omár-way-nan-xu: am=marg-ani, lan-ne d-lo more, lə=mətyaqnút-way-li ʻso oft ich euch damals sagte, jene Wiesen seien nicht ohne Herren, habt ihr mich nicht geglaubtʼ; 698; 73/224; d-l-ǝ́mmo-wa hawxa, oʕdo gə-mḥaláq-way-no u=sayfo ʕal qarʕux w g-šoláḥ-way-no qarʕux ʻwenn sie das nicht gesagt hätte, so würde ich dir jetzt mit dem Schwerte den Kopf abschlagenʼ; 698; 105/73; nošo lə=maǧre-wa omar-wa ono ṣuróyo-no ‘wagte doch niemand zu sagen: Ich bin Christ’ JL 19.6.13; omár-way-no năfar ṭáwwo-hət w kt-owət gabi ‘ich dachte, du bist ein guter Soldat und sollst bei mir bleiben’ JL 19.6.18; u=rabo umár-wo-le l-u=naʕimo: « lat-at yuruṯo» ‘Der Älteste sprach zum Jüngsten: \"Du bist nicht Erbe\"’; 26/14; ábadan lə=k-owe d-umánno-wo-la mede ‘Ich hätte ihr bestimmt nichts gesagt’; 26/190; uʕdo ummat-wa šəkəl: alo mḥase-le! u=kalbo-ste k-saymat-le nošo? ‘Now, you were saying: God may bless him! Do you equate the dog with a human?’; 41/34",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) əmmí-way-na l-aq=qayse d-ab=baluṭe rbanắkat ʻ(wir holten also) Hölzer von Steineichen, die wir Stämme nanntenʼ JL 11.11.6; gd-oṯən-wa aʕ=ʕaṭore, əmmi-way-le ḥa Šēx Máḥmud ‘Es kamen Trödler, einer von ihnen hiess Šēx Máḥmud’ JL 5.10.6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) mar; amár; amǝ́r; 699; izoxu, mobelu ḥa mənayye s-u=ḥreno, w-ḥzawu ayna šafər-yo, w-itoxu márul-li! ‘Geht und schaffet einen von beiden zu dem anderen und seht, welcher schöner ist, dann kommt und sagt es mir!’; 24/20 [MT]; ya u=abr-ayḏi, mən fəkər kit aʕmux? hal kayiwo-hat? ani kit-lux dard mede? mál-li-yo ḥatta də-mkamánno-le! ‘Mein Sohn! Was machst du dir für Gedanken? Bist du krank? Oder hast du irgend ein Anliegen? Sage es mir, damit ich es erfülle!’; 24/44 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) mīr ʻes wurde gesagtʼ; 701;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) k-mimər ʻes wird gesagt, kann gesagt werdenʼ; 701; k-miməlle gubo rabo ‘lit. es wird zu ihm “gubo rabo” gesagt’; p.c. ST;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) kət-lux mamro d-ummat ʻhast du etwas zu sagenʼ; 700;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mtamər",
        "mitamər"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "mə=škəl ḥzalxu u=săwāl? əmmina b-u=šəkl-ano ḥzelan  b-i=qamayto d-pirat, w lo=mtawmarre tə=mede ʻ“Wie habt ihr das Vieh gefunden?” Wir sagten: “Wir haben es so gefunden, bei (wörtl: vor) Frauen, und man hat nichts zu ihnen gesagt”ʼ JL 10.12.15;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "l-qəm d-u=qarʕo k-mitamər-le foṯo ʻder Vorderteil des Kopfes wird Gesicht genanntʼ; 3/6; laf qəddām diḏa kito lakke kamto w naʕəmto. k-mitamər-la bibi d-i=ʕayno ʻauf seiner Vorderseite befindet sich ein schwarzer, kleiner Fleck. Der wird Pupille genanntʼ; 3/10; mhalaxlan hul u=nahro də-Gziro, am=maye rabe ko-mitawmalle ʻwir gingen bis zum Fluss bei Cizre (dem Tigris), den man “das grosse Wasser” nenntʼ JL 10.12.7;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "(Detrans.) nennen; sagen;",
    "Занятно то, что именно у этого глагола в сирийском нет 3 породы (afel, ettafal)! Но на всякий случай см. LuF. Детранзитив во всех 3 примерах неопределённо-личный. Переход ʔ в w мы видели только в деревенском диалекте, но не в Мидьяде!",
    "Idiomatic Phrases",
    "omər qolo ‘singen’;",
    "ḥa k-omər ‘man möchte sagen, es ist, als ob...’: məd-aṯi ḥəlle l-u=aġa ebe mǝ́lle-le: “hn!” ḥa k-mər, ġbinət ʻals er nach Hause kam, blickte ihn der Brotherr an und sprach: “Aha! Es scheint, du hast dich geärgert!”ʼ; 693; 48/14; 49/44; 51/47, 51;",
    "k-ummət, d-ummət ‘man könnte sagen, es ist, als ob’: am=maye d-u=baḥar, d-ummət, kəllən taḥtə-raġli k-mábrəqi w k-máčləṣi ʻdas Wasser des Meeres blitzt und leuchtet sozusagen unter meinen Füssenʼ; 694; 4/15;",
    "hul d-ummət la-bās ‘ziemlich, gehörig, recht ordentlich’ (dient zur Verstärkung): ʕito ġắlabe rabṯo w i=ʕmarayḏa-ste hul d-ummət la-bās ḥlíṯo-yo ‘es ist eine sehr grosse Kirche, und recht hübsches Bauwerk’; 11/170; l-aloho húle-le yurxo hul d-ummət la-bās ‘Gott hat ihm eine recht hübsche Körperlänge gegeben’; 11/240;  m-u=ḥemo hul d-ummət la-bās ʕayəfína-wo ʻwir waren der Hitze ziemlich überdrüssig gewordenʼ; 694; 11/46;",
    "lo=k-ummət ‘zufällig, gerade, nun’: lo=k-ummət i=žənəke d-mayiṯo madyūn-wa ʻnun war die verstorbene Frau verschuldetʼ; 695; 2/76;"
  ],
  "uncertain": false
}