{
  "root": "ʔxl",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ʔkl",
        "reference": "SL 41",
        "meaning": "to eat; to consume"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "xile",
        "oxal"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) ma k-oḏəʕ l-ayna ḥaywān axile ʻwer weiss, welches Tier ihn gefressen hatʼ; 704; 61/275; azzeyo šato tarte ḥamməš šeṯ šwaʕ, u=zʕur-ano gab u=ʕámmo-yo; nihaye l-u=ʕammo axile u=malayḏe kule ʻes vergingen ein Jahr, zwei, fünf, sechs, sieben Jahre, der Knabe war bei seinem Oheim; schliesslich hatte der Oheim sein ganzes Vermögen aufgezehrtʼ; 704; 62/10; l-u=dewo xile ḥmor-ano diḏux ʻnun hat der Wolf deinen Esel da gefressenʼ; 704; 46/42; lə=xila ḥalwo d-noše ʻsie hatte keine Menschmilch getrunkenʼ; 704; 52/76; hawxa mḥele m-i=yaqurto fako ḥreno, i=ḥreto xayifo. w-b-u=ḥal-ano axile i=gweto kula ‘Nun biß er vondem schwereren Stück einen weiteren bissen ab, und nun wurde dieses leichter. Und auf diese Weise fraß er den ganzen Käse auf’; 22/9 2) həngi mdaywən w xile ruḥe, moqaḏle ab=bote ʻer ist toll und rasend geworden, dass er die Häuser in Brand gesteckt hatʼ; 710; 74/101; 3) l-i=emo axila yalda ʻes gab einen grossen Trubelʼ; 710; 4) axile qarʕe d-u=babo ʻer hat den Vater ins Grab gebracht, (wenn das Kind am Todestage des Vaters geboren wurde)ʼ; 710;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) məd-tayimi, mzabanne as=səsy-aṯṯe w-xəlle u=ḥaq d-anək-sti ‘Und als das (das Geld, pl) zu Ende war, verkauften sie ihre Pferde und aßen den Erlös davon auf’; 36/32 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) kət-li tloṯo dewe, ḥa k-rowəʕ w lo=qoyəm, w ḥa k-oxəl l-oxəl lo=k-sowəʕ, w ḥa k-mahzəm. u=qaṭmo, w i=nuro, w u=duxono ʻich weiss drei Wölfe; einer liegt da und steht nicht auf; einer wird nicht satt, so viel er auch frisst, und einer entflieht (die Asche, das Feuer und der Rauch)ʼ; 708; prs 253/16; ga u=remun-ano mə-ḥləf aḥ=ḥappoṯe d-kət-ne b-gawe d-ar=remune, d-i=ʕade d-k-uxlən-ne an=noše; kulle kale malyo dərrayat ʻstatt der Kerne, die gewöhnlich in den Granatäpfeln sind, wie sie die Leute essen, ist der Granatapfel ganz voller Perlenʼ; 708; 77/170; 95/8; d-lə=zayʕat mini! ono u=abráyḏax-no lə=k-xann-ax ʻhab keine Angst vor mir! Ich bin ja dein Sohn und fresse dich nichtʼ; 709; 61/324; ḥzeli qūt d-i=šato d-uxlina buwe ʻich habe Nahrung gefunden, an der wir ein Jahr zu essen habenʼ; 709; prs 215/18; hǧəmle ʕal u=ḥmoro w-fayəš k-oxəl ebe ‘[The wolf] attacked the donkey and began eating it’; 46/26",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) bilaxaṣ yawmə-d-aḥ=ḥəšabe i=emo k-uxlo wălad diḏa. a=plažat, yaʕni, ad=dəkoṯo d-u=sḥoyo d-u=baḥar, w aq=qahwat d-ʕal femə-d-u=baḥar, w d-kət-ne ʕal rišə-d-u=ṭuro, w ḥaṣili kul xaṣra k-məmloyo rabe w naʕime ʻbesonders gibt es an den Sonntagen grosses Gedränge (wrtl. die Mutter frisst ihr eigenes Kind). Die Strände, das heisst die Orte, wo man im Meere baden kann, die Kaffeehäuser am Ufer des Meeres und oben auf dem Berge, kurz alle Seiten, füllen sich mit grossen und kleinenʼ; 710; 4/44-45 4) k-uḏʕono d-gəd-uxlət qarʕi ʻich weiss, du wirst mich noch ins Grab bringenʼ; 710;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) lə=k-oxəl ʕal aḥunax ʻdas verdient dein Bruder nichtʼ; 710; 96/49; ПРИМЕР ОТСУТСТВУЕТ В УКАЗАННОМ МЕСТЕ; haṯe i=kal-aṯxu lazəm d-saymutu dukṯa bayn l-i=arʕo w-l-i=šmayo, k-oxəl aʕla ‘You ought to make a place for your bride between the earth and the heaven which would befit her’; 45/19",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) qarʕi k-oxəl ʻmich kitzelt der Kopfʼ; 711;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) mbašal-wo u=baṣro ʕal i=nuro, sám-wo-le kăbāb, w-aḥna uxlína-wo. qaṭʕiyan l-úxal-wo aʕmayna ʻer machte uns dann immer das Fleisch auf dem Feuer zurecht, briet es und wir assen. Aber er ass niemals mit unsʼ; 709; 11/248-249; xuzi hul šwaʕ=əšne ḥrene i=kurf-ayo uxlo-wa af=faruxayḏi, w lə=ṭəlbat-wa i=ṭalabiy-aṯe mini ʻach, wenn doch diese Schlange noch sieben Jahre lang meine Jungen frässe und du mich nicht um das bitten würdest!ʼ; 709; 52/34; i=ʕade: an=niše l=uxli-wa ʕam ag=gawre ‘[There was] a custom: women would not eat together with men’; 44/59; 5) l-oxal-wa aʕli hawxa səmxu ʻich war es nicht wert, dass ihr dies (alles) getan habtʼ LB 333; 6) xwazi kul ənsān xud hani oxal-wa i=dawl-ayḏe hawxa b-raḥati w-i=taʕb-ayḏe ʻkönnte doch jeder Mensch so wie diese (Familie) problemlos von seiner Arbeit und Mühen leben!ʼ; LB 239;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) manḥatte əšmo d-zaytune w kibe qaṣyo d-laḥmo w mərre: “xul!” ʻdann brachten sie etwas Oliven und ein Stück Brot und forderten mich auf zu essenʼ; LB 73; məd w axúl gweto ʻnimm und iss Käse!ʼ; LB 107; k-ummo axúl, k-omər lo=k-oxanno ʻso oft sie ihn aufforderte zu essen, sagte er, er habe keine Lustʼ; 711; prs 86/4; prs 237/9; axúl w itóx l-gabi ʻiss und bleibe bei mirʼ; 711; prs 20/35; prs 165/6; prs 238/20; axúl w lə=ṭorat mede b-u=sefoqo ʻiss und lass nichts in der Schüsselʼ; 711; 44/58; 48/11; 60/282; 62/196; səm kăram, ya păpāz afandi, w xul ʻgreif zu, papas efendi, und issʼ; 711; 35/30; 44/62; 48/24; 75/120; 76/140;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) fayəš Xāngīr b-u=quṣro, mkayfo, axolo šatoyo ‘Xangir stayed at the castle, happy, eating and drinking’ 73/140;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) axəl; 712; xīl; 710;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) iḏa d-mətxəl u=baṣrayḏe, gəd-omər disa... ʻwenn das Fleisch (des Vogels) essbar ist, sagt er...ʼ; 713; 94/438; u=bačək lə=k-mətxəl yaliniz l-u=săwāl k-obi-le ‘Black millet is not eaten (by humans), people give it only to cattle’ 94/67",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "xílo-yo; 713;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) ḥurma hat izalax l-u=muklo ʻFrau, geh du zum Essenʼ; 712; 69/27; ánnaqla bəṯṯər m-u=ḥṣodo aw=warze g-moṭən, gə-mdayšnina b-u=muklo d-aw=warze ‘After the harvesting the melon plantations became ripe, and we began to feed on these plantations’ JL 7.8.1;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mawkele",
        "mawkəl(mawke)"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "mawkele; 713; mokele; 715; kalino b-tarʕo d-bayto, ḥḏo barṯo aṯyo, manḥátla-li w-mašḥánla-li w-mokela-li ‘I stopped by the door of a house, and a girl came outside, pulled me down (from the horse), warmed me and fed me’ LuF 282/30;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "yarḥo k-mukli l-an=noše ʻeinen Monat lang gab man den Leuten zu essenʼ; 719; prs 60/28; k-nŭḥar-re kalbo, k-mawke-lən baṣro d-kalbe, hənne lo=k-uḏʕi ʻer schlachtete ihnen einen Hund und gab ihnen so Hundefleisch zu essen, ohne dass sie es merktenʼ; 719; prs 246/10;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "k-mitawkəl ʻman kann es zu fressen gebenʼ; 721;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "ŭno hud kət-wi ǧŭwān mawkál-wo-li mori w mašté-wo-li ʻsolange ich jung war, hat mir mein Herr zu essen und zu trinken gegebenʼ; 719; prs 213/35; hiya-ze leba fayəš-wa m-u=abro həngi məqqa d-saymo-wa lo=saymo-wa lo=qoyam-wa l=əzze-wa lo=šoġal-wa hiya faqərto əzza-wa šuġlo-wa w-məklo-wayle ‘Her heart had been filled with grief because of her son. No matter what she did he would not get up and go to work. She (on the other hand), poor thing, would go and work and would feed him’ 77/73-74;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "i=naʕam-aṯe-ze haw bolux aʕla mokel-a w-mnaḏ̣ef-a w-sum-a ‘Take care of this ostrich as well. Feed it, clean it and look after it’ 81/59 [MT];",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "tukilo; tawkilo; tawkolo; 721;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Idiomatic phrases:",
    "xile/oxəl məḥwoṯe ‘to take blows’: me ṣafro hol l-uʕdo k-oxanno məḥwoṯe, mən d-ko-məǧġanno ko-nofanno eba w-ko-móḥal-li. lo=k-oḏaʕno mə samno ‘From the morning till the present moment I am taking blows. Whatever I say I drop a brick and they beat me. I don’t know what [wrong] I am doing’; 41/38, 42",
    "xili kmo=šaqamat ṭawwe ʕal i=ṣuroyuṯo ʻich musste ein paar gehörige Ohrfeigen einstecken wegen des Christentumsʼ; EL 8;",
    "lo+koxal ʕal briṯo. Lit. ‘one does not eat the world’, meaning the world is not worth it. Ilyas: briṯo mәṯto yo,  faqiro komoṯ, zangin komoṯ = lә glozam saymat zoyudo, see ṭwy",
    "essen lassen;"
  ],
  "uncertain": false
}