{
  "root": "ʔzl",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ʔzl",
        "reference": "SL 24-25",
        "meaning": "to go"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "azzé(azile)",
        "əzzé"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) mqayaḏ̣lan b-an=niše w azzé ʻwir haben mit den Frauen getauscht, und damit ist's gutʼ; 755; prs 121/2; k-azzino qm-u=karmo ʻich gehe den Weinberg zu bewachenʼ; 756; qəsəm-ste, azzənyo l-Amerika ʻein Teil (von den Leuten des Dorfes Killis) ist nach Amerika gegangenʼ; 11/59;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) xud aṯməl Roḥile hawxa ǧŭwān-wa azzayo ʻwie letztens Roḥile, die noch jung war, gestorben istʼ; LB 145; [azzayo нерегулярный претерит?] - cf. Ritter Grammatik S.754-755",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) azzeyo tre=šabe b-u=ḥāl-ano, ḥa m-i=ʕaskar lə=maǧrele maʕle tfənge w qoṭəl Malke ʻin dieser Weise gingen zwei Wochen hin. Keiner der Soldaten wagte ein Gewehr zu erheben und Malke zu tötenʼ; 755; 71/65; azzele ḥammiš=išne b-u=laḥm w-fak-ano l-u=babo side ‘Es vergingen fünf  Jahre, daß der Vater bei \"diesem Brot und Bissen\" (auf diese Weise) bei Badrchan Bag lebte’; 28/50; l=azze arbʕo=yawme, Slaymān u=babo m-u=qaḥr-ayḏe hule ʕumro l-aḥ=ḥəḏ̣ar, mayəṯ ‘Es vergingen keine vier Tage, da gab der Vater Sleiman aus Gram sein Leben den hier Anwesenden hin, er starb’; 29/529 [MT]; hayo d-k-ummət azzá ‘Das, was du sagst, ist für alle Zeiten vorbei!’; 30/77",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) mərre: “u=qaša-yḏan azzeyo” ʻsie sagten zu ihm: “Unser Pfarrer ist verschwunden”ʼ; LB 363;  w-əlla d-oṯe d-lu=šəmʕat-li, aḥunox azzé; lo-fayəš g-ḥuzat-le ‘Wenn du nicht auf mich hörst, so ist dein Bruder verloren. Du wirst nicht mehr ihn sehen’; 24/289 [MT]; u=ḥalal, aʕ=ʕeze u=tarš kule azzé ‘Der Besitz, die Ziegen, das ganze Vieh ist dahin’; 29/17; u=šaraf-ayḏi u=namus-ayḏi azzé ‘Meine Würde und meine Ehre sind dahin’; 29/190; lə=g-madʕərat-le i=ruḥ-ayḏox azzá annaqqa ‘Wenn du sie (das Vieh, m) nicht zurückgibst, so ist dein Leben verwirkt’; 30/109; annaqla azzano, ono w-aḥunoni ‘Now we are toast, me and my brothers!’ 73/43;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "8)  məd-qayiṯo i=awər-ayḏe ʕal i=ġəzale, azzé u=ʕaql kayiso fayəš u=pīs ‘Als sein stolzer Blick auf die Gazelle fiel, da ging der gute Verstand fort und der schlechte blieb da’; 28/81 [MT]; l-ḥámdilla d-azzé u=šarr-ano ben-at=tarte qabayəl ʕašayər rab-ani ‘Gepriesen sei Gott, daß diese Fehde zwischen den beiden großen Stämmen aufgehört hat!’; 29/252; azzá i=zuḥṯ-ayo kula w-xdəmlan hol l-i=šato d-u=sayfo d-nafiqina m-i=qriṯo ‘The fear entirely gone away and we surviced [at the church] till the massacre year when we left the village’; 40/31 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "k-mádʕərət u=ḥalāl-ano, w aʕ=ʕeze u=ṭarš-ayḏi g-madʕərat-le, w lo=g-madʕərat-le i=ruḥ-ayḏox azzá ánnaqqa ʻgibst du dieses rechtmässige Eigentum und meine Ziegen und mein Vieh zurück, so gibst du sie zurück; wenn du sie nicht zurückgibst, so ist dein Leben verwirktʼ; 755; 30/109; 755-756; 53/160;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "i=kurf-ayo d-azila b-u=ṭuro aṯyo ḥzela i=ḥawr-ayḏa kala biṭo w mayiṯo ʻals die Schlange, die auf den Berg gegangen war, zurückkam, sah sie, dass ihre Freundin zerplatzt und tot warʼ; 756-757; 59/21; Согласно Риттеру, эта форма употребляется вместо претерит-ва. Но в каком месте должен находиться этот пример, нужно еще думать.",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "1) qum k-aṯyo taḥoli! k-azzí l-qamuṯa. elo baṭilo ‘My aunt has come! I have gone to meet her since she is [certainly] tired’; 44/105; am=mor-aṯṯe l=əḏʕi-wa ḥəšwi-wa k-azzehən an=noš-aṯṯe l-Mawṣal be l-ayko w-l=əḏʕi-wa d-ko-məqṭoli ‘Their relatives did not know, they thought that their people had gone to Mawṣal or wherever else, and they did not know that they had been killed’ RT 7; omər “k-umánno-ləx, hat səm dăwām, ḥət a=ṭlauḥe ʕal i=nuro, w ŭno k-azzí samno u=ḥuryo” ʻich sage dir: Mach du nur fort und setz die Linsen aufs Feuer! Ich gehe jetzt und mache die Futterkrippe zurechtʼ; 6/5;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "1) hani kulle azzən-wo l-u=hawar, fayəš-wo an=niše lḥuḏe b-i=kone d-u=šēx ‘Auf den Ruf hin waren sie alle losgestürmt, nur die Frauen waren allein im Zelte des Scheichs geblieben’; 29/423 [MT]; 7)w-i=qriṯo kə́t-way-ba tre=mo-bote, balki ḥa=bayto lo=fayəš-wa, d-l=azze-way-le arwone, d-l=azze-way-le qanyone, u=săwal-ayḏe d-l=azze-wa ‘There were two hundred houses in our village, and perhaps there was not a single one,whose calves, oxen or flock had not been gone’ JL 10.12.18;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) lazəm ḥa minan d-əzzeyo soyam-lan qeno də-mḥayḏ̣al-lan dukṯo ʻeiner von uns muss gehen und uns ein Nest bauen, uns einen Platz zurechtmachenʼ; 758; 60/15, 177; k-maǧrət b-u=laly-ano d-əzzǝ́x ʻwagst du es, in dieser Nacht zu gehen?ʼ; 759; 26/116; yawmo, tre,  tloṯo  u=sanduqo ʕal-am=maye ʕal-u=baḥar k-uzzé ‘Einen Tag, zwei, drei Tage trieb die Kiste auf dem Wasser, auf dem Meere, dahin’; 23/20; maʕ qamayto ʕade-yo, an=niše k-uzzín s-ag=gawre ‘Es ist von jeher Sitte, daß die Frauen zu den Männern gehen’; 24/21; de qumu, rwaxu ʕal ag=gaml-aṯxu w-ʕal as=sistoṯ-aṯxu, w-zano l-u=bayto! ‘Stehet auf, besteiget eure Kamele und eure Stuten, wir wollen nach Hause gehen’; 29/373 [MT]; qum, zan l-i=šariʕa gab u=qaḏ̣i! ‘Let us go to court, to the judge!’; 39/18; ya abri! qay lo=ko-zolux nəfqat l-larwal, s-u=baḥar-ano? ‘Oh, sonny! Why don’t you go out to this lake?’; 41/19",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ti qayse w awqeḏ-e d-l-úzze doʕər nŭyaḥ-le ʻbring Holz und verbrenne ihn, damit er nicht etwa wieder gesund wirdʼ; 762; prs 48/8; fayəšno b-u=taraddud, k-zoyaʕno u=kalbo d-l-əzze, howe daywono ʻich hatte aber Zweifel; ich fürchtete, der Hund könnte vielleicht tollwütig seinʼ; 7/12;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) gud l-ǝ́mmat-li ʕayne d-babi áyko-ne, uzzí amṭénan-ne, w maḥátnan-ne b-dukṯayye, hat k-fayšat mʕalaqto b-i=dawm-ano ʻwenn du mir nicht sagst, wo die Augen meines Vaters sind, dass ich gehen und sie holen und wieder an ihre Stelle setzen kann, so bleibst du hier an diesem Baume hängenʼ; 762; 75/71;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) lebi l-muklo lə=k-əzzeyo ʻich habe keinen Hungerʼ; LB 110;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "iḏi lə=k-uzzá aʕle d-saymal-le mede ʻmeine Hand sträubt sich, ihm etwas zu tunʼ; 758; 69/278; k-obaʕno, d-lə=ṭorət u=amal diḏe əzzé b-am=maye ʻich bitte, dass du nicht seine Hoffnung ins Wasser fallen lässestʼ; 758; 53/38; k-uzal-la aw=wazire, lo=g-šuqlo nošo ʻdie Minister warben um sie, aber sie wollte keinen Mann nehmenʼ; 759; prs 71/23; w-zano ʻund dann lass uns losziehenʼ; MM 30;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) waʕd d-aloho aʕmi w-aʕməx, gəm-mobánno-ləx, law qarʕi əzzé! ‘Ich gelobe Gott und dir: ich werde dich wegholen und wenn es mich den Kopf kosten sollte’; 29/101; Bsorino lo=ko-nuflo lo=g-nuflo b-u=ḥarb-ano w-Azəx g-əzza-yo ‘Bsorino will not fall in this war, but Azəx will perish’ 71/40;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) meqəm ab=bazərgane əzzǝ́n w oṯan-wa ʻfrüher zogen die Karawanen immer hin und herʼ; 761; 70/223; babi i=naqqa d-əzzá-way-le l-i=taǧara, u=ʕamo mḥayṣal-wo b-am=mo=qərš w tre w tloṯo; babi, u=maḥṣulayḏe howe-wa u=qərš qərš; mḥayṣal-wo kallat ġắlabe ʻwenn mein Veter ins Geschäft ging, so verdienten die anderen Leute auf hundert Groschen einen, zwei oder drei; mein Vater aber verdiente einen Groschen auf einen Groschen, er verdiente sehr viel Geldʼ; 761; 63/28; i=naqqa d-u=zʕur-ano d-kət-wa naʕimo, hiye w-i=zʕurt-aṯe, a=tre zá-wa-lle ʕam ḥḏoḏe l-u=maktab ʻals der Junge klein war, gingen er und dieses Mädchen beide miteinander zu Schuleʼ; 761; 62/20; xuzi d-azzí-way-na l-u=Alman ʻwenn ich doch nach Deutschland gingeʼ; 761;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "zox, izóx, zəx, izǝ́x, izéx, zax, izáx; 763; izux EL13;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "1) hat-ste izóx, nṭar u=ḥabušo d-lo=oṯe u=ṭayro mobe-le ‘geh du auch, bewache den Apfel, damit der Vogel nicht kommt und ihn wegholt!’; 21/8; hatu izoxu bə-šlomo w-sumu ṣulḥ ʕam ḥḏoḏe ‘Ihr  gehet  in  Frieden  und  versöhnt  euch miteinander!’; 22/10 [MT]; sarbást-hat izə́x s-u=abro d-ʕamməx! ‘Du bist frei, geh zu deinem Vetter!’; 26/121",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "azolo; azəlto; 763; m-ann=azole w aṯoye u=ḥa, d-ḥŭze-wo u=ḥāl-ano, mətʕaǧab-wo ʻwer von den Vorübergehenden das sah, wunderte sichʼ; 2/103; kmo=azole w-aṯoye b-ad=darbon-anək ko-mfarǧi aʕle ‘A few people passing by (lit. ‘going and coming’) looked at him’ MM 54;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Infectum": [
          {
            "text": "1) b-i=haw-aṯe lə=k-mizəl l-u=baḥar ʻbei diesem Wetter kann man nicht (zum Schwimmen) ins Meer gehenʼ; 765;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "u=mazlo; 764; kul yawmo ġēr m-u=mazlo, w m-u=maṯyo, w m-u=kroxo d-gawə-d-i=baxča, lo=dŭyaq-wo iḏe b-tu suġlo, w ġắlabe əšmo məžġal-wo ʻausser, dass er täglich in dem Garten auf und ab und herumging, tat er gar nichts. Er sprach auch sehr wenigʼ; 2/119;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "hano u=zʕuro həngi d-l-azzé b-gawe, məlle l-i=kurfo šaʕəṯt-ayo... ʻdas konnte der Knabe nicht mehr ansehen und er sprach zu der gelben Schlange...ʼ; 762; 59/15, 32; 61/32; m-ádyawma w əzzé d-saymi mede u=šuġlaṯṯe d-íḏi-yo ʻwenn sie von jetzt an wieder etwas machen, so habe ich sie ja in der Handʼ; 762; 56/93; m-i=ruḥ-aṯi w ze ʻausser meiner Personʼ; 762; ono-ste ko-ḥzelax abre d-málko-no, w meni w ze l-babi lat-le ʻdu siehst, ich bin auch ein Königssohn, und ausser mir hat mein Vater niemandenʼ; 762; 97/57; m-ádyawma azolo, ramḥəl, lə=g-ṭoren-ux gabi ‘von heute an, (schon) morgen, lasse ich dich nicht mehr bei mir bleiben’ JL 19.6.18;",
    "azzé/əzzé b-ʕumro ‘in vorgerückten Alter stehen’: uno g-nuḥátno-lox, w-hani kulle boš, w-lo=babi-stine, sabab babi azzé b-u=ʕumro ‘Ich werde mit dir zum Kampfe antreten. Diese alle sind Nullen, und auch mein Vater kommt nicht in Frage, weil er in vorgerücktem Alter steht’; 29/364",
    "azzé/əzzé me kiso ‚to disappear‘ FG_209: Lo+nafәq u+qaṭəlayḏe du+Uso dbe Xәtḳe, noše laḏәʕ manyo, šamiʕat, laḏiʕina manyo, w fāš mṣakro u+Uso, noše laḏәʕ lma qṭile, azzé me kise."
  ],
  "uncertain": false
}