{
  "root": "ʔḏʕ",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ydʕ",
        "reference": "SL 563-564",
        "meaning": "to know; to discern, recognize"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "aḏəʕ",
        "oḏəʕ"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) m-bəṯṯər d-fayət mədde də-tloṯ=išne aʕle, u=zʕuro k-ḏ̣oʕəf ġálabe w-aḏəʕ-iste d-i=kačke-sse Sittilbudūr-sse ʕayni hiya-ste b-u-ḥal-awo-yo ‘Nachdem darüber drei Jahre vergangen waren, wurde der Jüngling sehr schwach, und er wußte auch, daß es dem Mädchen, Sittilbudūr, ebenso ging’; 24/46",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) omər kayso. aḏəʕ i=emo-yo ʻ“schön”, sagte jener und erkannte, dass es seine Mutter warʼ; 723; prs 58/21; 69/528; 74/70; 78/218; u=taǧər aḏəʕ: d-u=abro d-u=faqir-awo d-zwəlle-yo ‘Der Kaufmann erkannte, daß es der Sohn des armen war, den er gekauft hatte’; 23/35 [MT]; uno aḏəʕno d-hat-ste kayuto-hat b-u=ġamo w-b-i=ḥəzniye, w-aṯino ḥatta d-maṯnáḥno-ləx! ‘Ich weiss, dass du auch krank bist in Kummer und Traurigkeit, und ich bin gekommen, dich gesund zu machen!’; 24/83 [MT]; məd-aḏiʕo i=ḥukume buwe tamo, msəkke u=huḍoy-awo w-an=noš-ayḏe, huwənne l-i=maḥkame ‘Als die Regierung ihn dort aufgefunden hatte, ergriff man den Juden und seine Leute und überantworteten sie dem Gericht’; 24/305; madam ki aḏiʕat-li  w-duglo ʕal  aloho lu=k-owe, ašər uno u=šēx-awo d-k-ummət uno-no ‘Da du mich denn erkannt hast und man vor Gott nicht lügen darf, [so wisse]: ich bin wirklich jener Scheich, von dem du sagst, daß ich es sei’; 30/50; bas aḏəʕi-le b-i=žġaliy-ayḏe huwe-yo ‘Aber an seiner Sprache erkannten sie, daß er es war’; 30/156; elo u=babo d-i=kačke, ono l-oḏaʕ-way-no i=kačke d-man-yo, amma i=naqqa d-ʔu=babo aṯi l-i=máḥkama aḏəʕn-e ‘But the father of the girl… I did not know, whose daughter it was, but when the father came to the court, I recognized him’ JL 14.8.19;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "2) zlām ftəḥle u=ḥəmmām-ano kətle ḥawro ko-korəx aʕla hiye w-hiya aḏiʕi-wa ḥḏoḏe b-u=ṭuro ‘(That) man opened the bath-house. He had a friend, whom he was looking for. He and she had got acquainted with each other in the mountain (region)’ MM 126;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) ma k-oḏəʕ b-lišone d-an=nune ʻwer versteht die Sprache der Fischeʼ; 724; prs 57/19, 20; hat-ste k-uḏʕət buwe; ḥatta b-iḏox qṭilox nḥəllox huwe w-aš=šawʕo aḥunon-ayḏi ‘Du weißt ja auch von ihm, hast du ihn doch mit eigener Hand getötet, abgeschlachtet,  ihn und meine sieben Brüder’; 29/240; k-oḏaʕ-lan ḥa b-ḥa ʻer kennt jeden einzelnen von unsʼ; 724; 56/84; lə=k-uḏʕət d-kət-hət ṭayo ‘du weisst nicht, dass du Muslim bist’; Lehrbuch 19.6.15; kə́t-wo-le abro l-u=malko, azze bə-briṯo w-ṭawəʕ, w-lu=k-uḏʕina ayko fayəš ‘Aber der König hatte einen Sohn, der ist in die Welt gegangen und untergegangen, und wir wissen nicht, wo er geblieben ist’; 24/235; hano zlam nuxroyo-yo, lə=k-uḏʕina i=emo u=babo man-yo ‘Dies ist ein fremder Mann, wir wissen nicht, wer seine Mutter und sein Vater ist’; 24/312; u=zlam-ano u=taǧər-ano, lo=k-uḏaʕn-e w-lo=k-uḏaʕ-li ‘Dieser Mann, dieser Kaufmann: ich kenne ihn doch gar nicht und er kennt mich nicht’; 26/205; aṯi u=abro d-kət-yo b-u=bayto, hano d-lə=k-uḏaʕ-le d-kət-yo u=abro ‘Der Sohn, der da im Hause war, und von dem [der Vater] nicht wußte, daß es sein Sohn war, kam’; 29/312; kito tre=laṭat k-əmmína-le Xərwalé Ḥasanako. be mən-yo hawo lo=k-əḏʕono ‘Es gibt (dort) zwei Felsen, man nennt (die Stelle) Xərwalé Ḥasanako. Was das ist, weiss ich nicht’ JL 6.10.9-10;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) edí tə=nošo lə=k-oḏəʕ abxun ʻNo one will know anything about you’; 724; 47/17; mede-ste lə=k-foyəš mvayʕo, məḥaqqáq  gd-iḏʕi, d-luno qṭili aw b-i=mus diḏi msamamli ‘Nichts bleibt verborgen;  man wird bestimmt erfahren, daß ich ihn getötet oder mit meinem Rasiermesser vergiftet habe’; 27/36 [MT]; oʕdo lu=k-uzzino laf i=ʕašir-ayḏi ʕašan d-l=uḏʕi-li ‘Jetzt gehe ich nicht zu meinem Stamm, damit sie mich nicht erkennen’; 30/70",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) ṣanʕa layt b-iḏi lo lo=k-oḏaʕno šoġanno mede ‘I do not have any craft. I do not know how to work’ 77/85;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) tamo mṣaḥáḥno-wo af=fišat d-u=luġat, də-kṯú-wo-lle l-ḥa=mʕalləm alamani, d-ŭḏáʕno-wo-le, w l-ḥa=xōrt, w afandi turk ʻdort sah ich auch die Zettel durch, die ein mir bekannter deutscher Lehrer und ein junger türkischer Herr geschrieben hattenʼ; 726; 2/85; 102/40; d-l-ómar-way-lux nošo, hat l-ǝ́ḏʕat-wa ʻwenn es dir nicht jemand gesagt hätte, würdest du es nicht gewusst habenʼ; 726; 51/71; l=uḏʕi-wo d-hiya-yo d-lwəšla aǧ=ǧul-ayḏe w-mbadela ruḥa ‘Sie wußten nicht, dass sie es war, die seine Kleider angezogen und sich verkleidet hatte’; 24/155 [MT]; uḏaʕ-wo-ste u=abro d-u=ʕammo i=naqqa d-mayəṯ u=babo mə́lle-le omər: «i=nuxrayt-ayḏox i=barṯo d-ʕammox-yo» ‘Der Vetter wußte auch: als sein Vater starb, hatte er zu ihm gesagt: \"Deine Verlobte ist deine Base!\"’; 26/73; ʕamša l-iḏʕo-wa g-uzzé sə-bə bab-ayḏa ‘Amscha wußte aber nicht, daß er zum Hause ihres Vaters gehen würde’; 29/388; nuxroyo-wayno w-l=oḏaʕ-wayno w-qḥiroyo-wayno ‘Ich war fremd und wußte nicht und ich war verärgert’; 36/67 [MT];",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) oḏáʕ-way-no samno soba, b-i=qriṯ-ayḏan kətlan ramwo rabṯo, eba yaləfno l-i=soba ‘I was able to swim. We had a big pond in our village, and I have learnt there how to swim’ JL 9.9.11; oḏaʕ-way-no šŭfērtiye-ze ‘I also possessed the skills of a driver’ EL 11;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) iḏaʕ abre d-man-hət ʻbring erst einmal in Erfahrung, wessen Sohn du bistʼ; 726;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "iḏī́ʕ ʻer wurde gewusst, bekanntʼ; 727;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) k-miḏəʕ b-əšme d-u=Qanda d-Daywān ʻHe was known under the name Qanda from Daywanʼ; 727; 45/3; k-miḏoʕo, d-kət-yo walaye ʕatəqto m-u=săbab, d-hēš k-foyəš biya aṯarat w banniyat rabe ʻman erkennt, dass es eine alte Stadt ist, weil es darin noch Ruinen und grosse Gebäude gibtʼ; 11/157;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) i=čadire d-u=rišo d-u=šēx daʕ=ʕarab iḏəʕto-yo k-owe aʕla hno d-semo b-qarʕa gulloke d-semo goke d-semo k-əmmi-la ko-maḥti-la b-qarʕe d-i=čadire (…) ko-miḏoʕo me-ruḥqo w-ʕelayto-yo ʕəl me-d-kulle-yo k-uyo ‘The tent of the head (of the tribe), of the sheikh of the Arabs is easy to recognize. There is a silver thing on its top, a kind of a silver ball which they put on its top. So it (the tent, f.) can be recognized (easily) from far away. It is higher than all other (tents)’ 78/63; am=medon-ani lo=k=obaʕʕe d-ḥa ġălabe mfakər appe ko-miḏoʕi l-ruḥayye ko-mibayni ‘These things do not require much thinking. They can be clearly recognized’ 81/111;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "miḏǝ́ʕ; 727;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "1) babux iḏíʕo-yo, emux iḏǝ́ʕto-yo, qaštux, ǧəddux, kulle iḏíʕe-ne ʻdein Vater ist bekannt, deine Mutter ist bekannt, deine Grossmutter, dein Grossvater, alle sind bekanntʼ; 727; 81/98; u=qonāġ-ano meqəm d-ḥa=paša iḏíʕo-we ʻdieser Konak gehörte früher einem bekannten Paschaʼ; 2/9;zlām <…> d-səmle ruḥe elan iḏiʕo, omər hat itúx gabi ‘The man <…> who had made himself known to us, said: “You come with me”.’ JL 9.9.4; u=ʕamo d-i=qriṯo iḏiʕe-ne b-i=aḥmaqiy-aṯṯe ‘The village people are known for their foolishness’; 38/4",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "mawḏaʕle",
        "mawḏəʕ"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "məd-šaməʕ hano u=xōrt-ano haṯe, ḥalan azzé w moḏaʕle i=ḥukume d-u=zabn-awo ʻals der Jüngling das hörte, ging er sogleich hin und verständigte die Regierung der damaligen Zeitʼ; 728; 24/298; u=šulṭono ʕabər gab i=kačke, w mawḏaʕle əšme šana ʻder Sultan trat bei dem Mädchen ein und liess es seinen Namen wissenʼ; 728; 64/30; moḏáʕʕal-li... u=darbo d-am=maye áyko-yo ʻsie erklärten (es) mir... wo der Weg zum Fluss warʼ JL 9.9.9; húle-li kallāt ġálabe w-mə-zawno-ste moḏáʕle-li mʔamálle-li ḥatta d-maḥatno samo ʕal i=mus ‘Er hat mir viel Geld gegeben und vor einiger Zeit mich wissen lassen, mir befohlen, daß ich Gift auf das Rasiermesser tun’; 27/44",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "l-abiʕo, d-muḏʕo u=ḥāl diḏa ʻsie wollte ihr Geschlecht nicht bekannt machenʼ; 729; 24/184; k-oṯən l-gabe, k-maʕrən w k-məḏʕi ḥḏoḏe ʻsie kommen zu ihm, essen zu Mittag und machen sich miteinander bekanntʼ; 729; 53/40; lazəm d-moḏaʕno u=malko b-u=med-ano ʻI should inform the king of this thingʼ; 729; 47/8; k-obaʕno d-məžġənno aʕme ḥatta d-mawḏaʕn-e ʕal i=waḏ̣ʕiyayḏan ʻich möchte gern mit ihm sprechen, um ihn über unsere Lage zu informierenʼ; 729; 68/6; henu g-moleno banṭ, d-kul mede də-ḥzeli mawḏáʕnan-xu, ann=aḥunonayḏi ʻerst dann werde ich alles, was ich gesehen habe, auf eine Kassette sprechen und euch mitteilen, meine Brüderʼ; LB 153; k-samno heviye menox <…> d-lə=məḏʕat-li b-nošo ‘Ich bitte dich aber <…>, daß du mich niemandem bekannt machst’; 30/55",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperative": [
          {
            "text": "mawḏǝ́ʕ; moḏáʕ; 730;  iḏa d-oṯe d-məsniqitu l-mede ḥreno, ayko d-huwetu moḏéʕəl-li! ‘Wenn ihr noch etwas mehr braucht, so laßt es mich wissen, wo ihr auch seid!’; 24/135 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "məḏʕono; 730;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "mǝ́ḏʕo-yo; 730;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Idiomatic phrases:",
    "ono haw aḏəʕno ruḥi ʻich habe das Bewusstsein verlorenʼ; LB 163; lə=k-oḏaʕno ruḥi ʻich war bewusstlosʼ; LB 163;",
    "wissen lassen, verständigen, angeben, bekannt machen, melden, vorstellen;"
  ],
  "uncertain": false
}