{
  "root": "ʔṯy",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ʔty",
        "reference": "SL 110",
        "meaning": "to come; to come into, reach; to happen"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "aṯi",
        "oṯe"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "1) i=ḥḏo=šato aṯi măḥal aʕlayye, lat-te marʕa l-u=săwalaṯṯe ʻeines Jahres kam Trockenheit über sie, sie hatten keine Weide für ihre Tiereʼ; 742; 53/1; 21/4; l-i=ḥurma-ste-ne sǝ́mla-la qeno, ṣabr diḏa l-aṯi d-lo gawro; qayim šqíla-la gawro ʻda baute sich das Weibchen ein Nest; aber es hielt es nicht aus ohne Mann und nahm sie einen Mannʼ; 742; 60/20; i=naqqa d-məlle l-u=farəs hawxa, w aṯi-le kēf l-u=šēx ġắlabe ʻals der Ritter so sprach, wurde der Scheich sehr vergnügtʼ; 742; 29/195; tabata haw aṯi-le me-qum ʕarše, w ġắlabe kayu-le me-qum ʕarše, w lə=rakəd me-qum ʕarše ʻer konnte es vor Zahnschmerzen nicht mehr aushalten und fand keine Ruhe wegen des Zahnesʼ; 742; 66/2; ḥēš ono b-aḥ=ḥayayḏi ʕrayto l-áṯi-li ʻich habe im Leben noch kein Mittagessen bekommenʼ; 742; 76/54;babi aṯi m-i=ʕaskariye ‘My father came back from the military service’ JL 15.6.2; aṯyono l-u=bayto ‘I came back home’ JL 6.10.19;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) iḏa aṯi d-sniqət, ŭno ḥaḏ̣íro-no sidox ʻwenn du etwa in Not gerätst, bin ich sofort bei dirʼ; 746; 21/27; 3) aṯyo d-mitoqo ʻsie war nahe am Verplatzenʼ; 746; 62/217; 4) məhnalle aṯən lə-ḥḏoḏe: deri yawmo d-əzzé hiye l-u=dworo, w hiya d-məblo-le ʕrayto ʻsie kamen überein: am nächsten Tage wird er zum Pflügen gehen, und sie wird ihm Mittagessen bringenʼ; 747; 76/41; 5) i=emo maḥatla ḥṭiṯa bə-qḏoli, ummo nošo məd-mayiṯono lo=šuqlət, ayna d-aṯi u=ṣʕunayḏi ʕal raġla ʻ(ihre) Mutter band mir's aufs Gewissen, nach ihrem Tode keine andere zu nehmen, als der ihre Schuhe passtenʼ; 747; prs 147/7; 6) kul d-aṯino samno mede hat d-oṯət saymət širat aʕli ʻso oft ich etwas tun will, kommst du und gibst mir Ratschlägeʼ; 747; 73/34; 7) me-d-ʔaṯən am=maṭre disa əzzá-way-na l-a=škaftat ‘After it had begun to rain, we went to the caves again’ EL 5;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "10) āṯi qm-ī-ḥṭīṯaide ʻer gab seine Schuld zuʼ; 748; 12) malăva ma lə=aṯino qume? ʻei doch, bin ich denn nicht gekommen, ihn zu bewachen?ʼ; 749; 67/18;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "15) aṯi-li ḥəmto qwiṯo. ʕayn d-u=mawto-yo! ‘Fierce fever has come to me. This is certainly death’; 44/146; 46/19",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "1) hawo d-aqdam d-aṯi-wo l-u=ṭlobayḏax u=gawráyḏi-wa ʻder, der vorher kam, um dich zu werben, war mein Mannʼ; 743; 62/350; disane b-u=čāx, d-aṯi-wa u=ʕavd qamoyo, b-u=čāx-awo disane aṭ=ṭavat hawən w-i=qyamto qayimo ‘Again at the exact time, when the first giant had come (previously), at this very time again thunderclouds appeared and there was a great noise’ 73/88;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) aṯi-wa l-mawto faqaṭ, lə=maṯ l-aloho maxlaṣle ʻer war dem Tode nahegekommen, aber er starb nicht; Gott hat ihn gerettetʼ; 746; 62/351;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) k-oṯe reḥə-d-əns harke ʻGeruch von Menschenfleisch dringt zu mirʼ; 743; prs 79/37; k-oṯe-la ḥəs l-i=kačke, mede lə=k-ḥəzyo ʻeine Stimme kommt zu dem Mädchen, aber sie sieht nichtsʼ; 744; 69/187; wa-əlla kə-mṣanṭi: k-uṯe-lən ḥəs mə-gawə d-i=qubo ‘Auf einmal lauschen sie: da kommen Stimmen aus dem Inneren des Kuppelgrabes’; 25/64 [MT] ko-zoyaʕno bəṯṯər mini, d-lə=oṯa-lle məṭala aʕli ʻich fürchte, dass sie sich nach meinem Fortgehen Sorgen um mich machenʼ; 744; 60/153; w k-nuṭri aḥ=ḥaṣode saʕa, tarte tloṯ, hul fəlgə-d-yawmo lo=k-ṯe-lən muklo ʻdie Schnitter aber warten eine Stunde, zwei, drei; es wird Mittag, und noch immer kommt für sie kein Essenʼ; 6/15; i=naqla d-oṯe l-u=bayto b-lalyo d-maʕabrat-le l-u=bayto taḥtoyo; tamo d-quṭlat-le hul d-uṯeno ‘Wenn er nach Hause kommt, sollst du ihn in das untere Zimmer hineinbringen und sollst ihn dort töten, bis ich komme’; 23/40 [MT]; naḥitono laltaḥtər, tə=nošo lə=g-maḥwe, qole d-ač=čuke k-oṯe ‘Ich stieg weiter hinaub. Es war niemand zu sehen, (nur) die Stimmen der Vögel waren zu hören (wörtl. kamen) JL 6.10.8;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) iḏa d-oṯe d-ḥayrət, hat-ste gəd-owət yaṣiro xd-ann=aḥunonayḏox ʻwenn du doch blickst, wirst du auch zum Gefangenen wie deine Brüderʼ; 746; 21/37;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) ṣahino, k-oṯeno d-moyaṯno m-u=ṣahwo; k-obaʕno d-šoteno maye ʻich habe Durst, ich sterbe gleich vor Durst; ich möchte Wasser trinkenʼ; 746; 64/68, 287; (значение?) 4) i=qaṭən u=kalbo d-oṯən lə-ḥḏoḏe, balki howe šayno, w šlomo b-i=arʕo, w bayn d-a=nsanat ʻwenn Katze und Hund sich vertragen, dann gibt es vielleicht Frieden und Heil auf der Erde und unter den Menschenʼ; 747; 2/103; 5) ḥṭiṯi bə-qḏolux u=čāġ d-mayṯono lo=šuqlət nošo bale u=ṣʕunayḏi ʕal raġlə-d-ma d-oṯe ʻmeine Sünde komme über dich, wenn du nicht nach meinem Tode nur eine solche zur Frau nimmst, der meine Schuhe passenʼ; 747; prs 145/34;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) kul d-k-oṯe u=kewayḏe k-yoqər aʕle ʻseine Krankheit wurde immer schwererʼ; 747; 26/6 [MT];",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) k-oṯe maṭro ʻes regnetʼ; 747; prs 28/35; b-i=sarṣale-yo, k-oṯe talgo b-Arzarum ‘It was on the New Year, and it was snowing in Erzurum’ JL 20.7.49;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "8) ko-yo ḥozina k-oṯe b-kēr d-u=rwoxo ya lo ʻwir wollen sehen, ob er sich aufs Reiten versteht oder nichtʼ; 748; 66/250; 9) k-oṯe qīm diḏi w hat lo=k-oṯe qīm diḏox ʻich komme meiner Pflicht nach, du aber nicht der deinigenʼ; 748; prs 29/33; 10) g-mŭḥéna-le čugan mede, wayaxud kefo, də-msaqṭína-le d-oṯe qm-u=zoġo ʻwir werfen einen Spazierstock oder einen Stein nach ihm und machen ihn lahm. Vielleicht rückt er dann den Hahn herausʼ; 748-749; 11/273; 11) ba ʕal aloho l-oṯe zaḥme! ono lə=qadənno zobaṭno a=aʕṣabayḏi, hama, namardiye lə=səmli, w d-lo sŭwāl w lo ǧŭwāb, mədli l-u=sayfayḏi, w mḥeli ʕal qḏole d-u=xōrt ʻdas war zu viel! Ich konnte meine Nerven nicht im Zaum halten, und ohne Zögern, und ohne Frage und ohne Antwort, fasste ich mein Schwert und hieb damit auf den Nacken des Jünglingsʼ; 749; 52/186;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "15) k-ummo l-u=xwarəz diḏa: “k-ŭṯe-li šamṯo, g-dumxono” ʻsie spricht zu ihrem Neffen: “Mich schläfert, ich werde (ein bischen) schlafen”ʼ; 6/27; lu=k-ṯe-le šamṯo, i=nuxrayt-ayḏe šqilo mene ‘Der Schlaf flieht sein Auge: die Verlobte ist ihm genommen’; 26/182 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "16) ḥaramiye gd-oṯe l-qamuṯa aw xortīn mede d-oṯe l-qamuṯa ‘Räuber können ihr entgegenkommen oder Burschen [oder sonst etwas]’; 26/133",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) yawmo he yawmo lo=ŭṯe-wo papūr, lăšan u=nqolo d-u=faḥmo ʻein um den anderen Tag kam ein Dampfer, um Kohlen zu ladenʼ; 745; 2/27; law d-ŭṯe-wo hawo balki maxláṣ-wo-lan m-i=zoriye, mə-taʕadda d-u=malk-ano ʻwenn der käme, würde er uns vielleicht von der Gewaltherrschaft und den Übergriffen dieses Königs befreienʼ; 746; 24/236; oṯən-wa aṭ=Ṭaye w-yətwi-wa b-ak=kaminat qumayye ‘Da kamen immer die Muhammedaner und setzten sich in Hinterhälte gegen sie’; 33/8 [MT]; hano, zlām ṭayo, oṯe-wa me laf Xanduke, w ap=pir-ayḏan-ze ʕal u=gubo molən-wa maye ‘That man, the Muslim one, was approaching from the direction of Xanduke, and our women were filling up (their pitchers) with water at the cistern.’ JL 12.13.1;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "7) oṯe-wa talgo ‘It was snowing’ JL 20.7.50",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "14) gd-oṯən-wa aʕ=ʕənwe ʻdie Trauben kamenʼ JL 14.9.5; u=ṭaʕn-awo d-xaləṣ gd-oṯe-wa ḥreno ʻwenn die Traglast fertig war, kam die nächsteʼ JL 14.9.6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) tox, təx, tex, itəx, tux, itux, tax, itáx; 749; itoxu laf-eli ʻkommt in meine Richtungʼ; LB 207; nšaq iḏe w-tux-le b-rəḏ̣a! ‘Küsse ihm die Hand und geh zutraulich zu ihm hin!’; 29/346; awwə́l d-nəfqat m-i=qriṯo, g-royazno abšoṯe b-u=darbo. w-talax b-u=šop-awo hul d-moṭat l-gabi! ‘As soon as you go out from the village I will scatter raisins along the way. Follow this track unless you reach me!’; 44/38 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) kile u=abro d-u=malko aṯoyo, nfaqu l-qamuṯe ʻder Sohn des Königs kommt! Zieht aus, ihm entgegen!ʼ; 750; 24/240; m-ann=azole w aṯoye u=ḥa, d-ḥŭze-wo u=ḥāl-ano, mətʕaǧab-wo ʻwer von den Vorübergehenden das sah, wunderte sichʼ; 2/103; ḥzele u=sanduqo komo ʕal-am=maye aṯoyo laf-ele ‘Er sah die schwarze Kiste auf dem Wasser auf sich zu kommen’; 23/22",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) u=maṯyo; i=miṯayto; 750; aṯino ḏ̣ayfo l-u=bayto d-u=profasor almani u=məḥtarmo Ritter lăšan d-šuġlina ʕal u=lišono ṭuroyo. ṭabʕan, hawino ġắlabe mamnūn m-i=miṯayt-aṯe ʻich kam als Gast in das Haus des verehrten deutschen Professors Ritter, um mit ihm über die Sprache des Ṭūr ʕAbdîn zu arbeiten. Natürlich war ich sehr dankbar, dass ich kommen konnteʼ; 4/4-5; kul yawmo ġēr m-u=mazlo w m-u=maṯyo w m-u=kroxo d-gawə-d-i=baxča, lo=dŭyaq-wo iḏe b-tu suġlo, w ġắlabe əšmo məžġál-wo ʻausser, dass er täglich in dem Garten auf und ab und herumging, tat er gar nichts. Er sprach auch sehr wenigʼ; 2/119;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "maytele",
        "mayte"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "maytele sanduqo b-zafto w qiro, maḥatle u=abro d-u=məskeno l-gawə-d-u=sanduqo, maqlaḏle aʕle mḥalaqle b-u=baḥar ʻer holte eine mit Pech und Teer bestrichene Kiste, legte den Sohn des Armen in die Kiste hinein, verscloss sie und warf sie ins Meerʼ; 751; 23/19; hano layto šuġlan. u=šuglo d-hanək d-maytállal-lux l-arke ʻdas ist nicht unsere Aufgabe. Das ist die Aufgabe derer, die dich hierher gebracht habenʼ; LB 121;a=greʕe mawtalle u=čadər diḏe m-u=qarʕə-d-u=ṭur-awo ‘Die Knechte holten sein Zelt von der Spitze jenes Berges’; 24/226",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "qayəṣ d-kǝ́t-wo-le ahl l-u=waziro <...> lazəm kulle d-maytan-ne w šənqən-ne b-u=durto d-u=šulṭono ʻalle Verwandte, die der Wesir hatte, musste man herbeiholen und im Hofe des Sultans hängenʼ; 751; 27/53 [MT]; iḏa kān d-mʔamrət, d-mšayʕət aʕmi nošo ŭno g-mayténo-lox-yo ʻWenn du befiehlst  und mit mir Leute schickst, werde ich ihn dir bringenʼ; 740; 21/83; [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "tay, ti, tawu; 751; maytí JL 11.3; w tay l-aḥ=ḥaṣode hayhāt lo=k-oṯe menox d-ḥuṣdət ʻund dann bring es (das Essen) den Schnitter. Du bringst es ja nicht fertig, Korn zu schneiden’; 6/9; b-u=amr-ayḏux ʕaskar ġálabe, izux tayy-e! ‘Unter deinem Befehl sollen viele Soldaten sein. Geh und bringe ihn!’; 21/84; tawul-le, ṭr-obe i=ifad-ayḏe ‘Bringt ihn her, und er mag seine Aussage machen’; 27/58; babux omər mayti-lan, dadi əmmo g-maydína-lan laḥmo w-gweto aʕman, hiye məḷḷe lo, g-maytat-lan ʕrayto lugab m-u=šalwo ‘Your father said: “Bring it (dinner) to us!” - My mother-in-law said: “We will take bread and curds with us.” – But he said: “No! You will bring us dinner from the other side of the valley!”.’ JL 6.10.2;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "oṯe/aṯi ʕal ?????: adna noqṣaniye, quṣūr d-oṯe aʕləx, aḥ=ḥəmre d-ḥaṣayye gəd-tuwánnu-lle ‘Wenn sie sich die geringste Verfehlung oder Nachlässigkeit gegen dich zuschulden kommen lassen, zerbreche ich ihnen das Rückgrat’; 26/175 [MT]",
    "oṯe/aṯi ʕaqə́l l-rišo ‘zu Besinnung kommen’: mqadamla laf-i=nuro išmo mšaḥalla, aṯi ʕaqə́l diḏa l-riša ‘Sie ging zu dem Feuer hin, wärmte sich ein wenig und kam wieder zur Besinnung’; 26/161 [MT]; 28/11",
    "oṯe/aṯi l-bol- ‘jm. in den Sinn kommen, sich erinnern’: i=naqq-ayo, mʕamaṣli ʕaynoṯi, w aṯyo i=nəʕmuṯayḏi, d-Məḏyaḏ l-boli ‘da schloss ich die Augen und meine Kindheit in Miḏyaḏ kam mir in den Sinn; 12/29, 32; l-aṯi l-bole w lo ḥa mənne ʻ(lit. keiner erinnerte sich daran, kein einziger von ihnen) keiner machte sich darüber Gedankenʼ; DD 392/6; bəṯṯər aṯi u=balad diḏe u=babo w-i=emo l-bole ‘Danach kam ihm seine Heimat, sein Vater und seine Mutter in den Sinn’; 24/113; u=yawmo d-kət-wi naʕimo k-oṯe l-bolox? ‘Als ich ein Kind war; erinnerst du dich?’; 24/249; 28/51",
    "oṯe/aṯi l-dukṯo+poss.sf./l-i=dukṯo ʻsich erfüllen (Befehl, Versprechen, Traum usw.)ʼ: m-u=săbab-ano u=sozayḏi l-aṯi l-dukṯe ‘darum hat sich mein Versprechen nicht erfüllt’; 11/260;",
    "aṯi/oṯe kef d- ‘vergnügt werden’: ḥzela l-ʕāliye i=aṯt-ayḏe i=qamayto, mhalhela w-aṯi kef diḏa ‘ ‘Aliye, die erste Frau, sah ihn, trillerte und wurde sehr vergnügt’; 29/374; me d-məḷḷe Sárkahni, ġắlabe aṯi kēf diḏi ‘When he said (that it was) Sarkahni, I became very glad’ LB 247;",
    "oṯe/aṯi men- ‘in der Lage sein, imstande sein, können’: u=babo k-ḥoṣəd, huwe lo=k-oṯe mene ḥoṣəd ʻder Vater schneidet Korn, er (der Sohn) bringt es nicht fertig, Korn zu schneidenʼ; 6/6, 6/9;  u=mede d-oṯe menux ‘was du auch imstande bist zu tun...’: d-ŭwe-lox zaḥme mede kṯaw-li, u=mede d-oṯe meni gədə-msaʕadn-ox ʻwenn Sie irgendeine Schwierigkeit haben, so schreiben Sie mir! Ich werde Ihnen helfen, so gut ich kannʼ; 5/8; mə́n šuġlo k-oṯe menox? ‘Auf was für eine Arbeit verstehst du dich denn?’; 24/160; 24/161; bal hul d-oṯe meni, ġēr menox lu=k-owe d-šəqlono ‘Aber solange ich etwas tun kann, werde ich keinen anderen als dich nehmen’; 26/91; 29/434",
    "oṯe/aṯi qm-: 1) akzeptieren, eingestehen, zugeben; 2) herausrücken; 3) bewachen;",
    "oṯe/aṯi qəm lebe ‘jemanden trösten’; (p.c. Jean Bet-Sawoʕe)",
    "oʕdo g-maḥkina ḥəkkayat, mede d-aṯi l-qarʕan də-ḥzelan. ʻjetzt werde wir (ein paar) Geschichten erzählen, das was wir erlebt und gesehen habenʼ; EL 2;",
    "b-xēr aṯutu ʻherzlich willkommen!ʼ; EL 91;",
    "oṯe/aṯi b-rišo ‘etwas j-n geschehen’: hiya w-Šahrzamān <...> bdalle g-məžġoli ʕal-u=mede də-ḥzalle w-ʕal-u=ḥulm-aṯṯe w-ʕal-u=mede d-aṯi b-rišayye ‘Sie und Schahrzamān <...> begannen zu plaudern über das, was sie erlebt hatten, über ihren Traum und das, was ihnen geschehen war’; 24/93; g-maləmno u=məžləs w-noše d-howən ʕaqəl, sowe d-aṯi b-rišayye am=masayəl-ani ‘Dann werde ich die Ratsversammlung einberufen, Leute, die klug sind, und alte, denen solche Fragen schon vorgekommen sind’; 26/46",
    "holen, bringen;"
  ],
  "uncertain": false
}