{
  "root": "ʔṣr",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ʔsr",
        "reference": "SL 79",
        "meaning": "to bind, tie"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "III",
      "forms": [
        "maṣəḷḷe",
        "maṣar"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "hol d-maṣəlle ṣaʕra kule ʻbis er ihr ganzes Haar festgeknüpft hatteʼ; 736; 75/67; qayəm maṣəlle ṣawʕe ʻda verband er sich den Fingerʼ; 736; 75/132; ʕŭmūm d-u=baṣr-ayḏe kule xrəṭle me-ʕal ag=garme, w mḥaláqle-le darmono w kwele, w moṣalle u=zʕuro w mḥalaqle larġul bə-qəṣṭaxana ʻer schabte das gesamte Fleisch von den Knochen ab, legte Heilmittel darauf und kauterisierte ihn, verband ihn und steckte ihn ins Krankenhausʼ; 737; 60/252; maṣrili ʕal riši ʻich band sie (meine Kleider) auf den Kopfʼ JL 9.9.10; maṣərre ʕayni, maṣərre iḏi laxalf ʻsie banden mir die Augen zu und fesselten meine Händeʼ; LB 31;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "qayəm mamte kulāv, w-maṣər a=tre bə-ḥḏoḏe, w-loyəf u=kulāv aʕlayye, w-moḥa-lle daḥfe, w-ánnaqla mgandri ʻHe stood up, brought felt and bound these two together, he wound the felt round them and gave them a push so that they started rollingʼ; 737; 39/25 [MT]; g-əzzé moṣər as=səsyaṯṯe ʻer geht, ihre Pferde anzubindenʼ; 737; 67/71; d-lə=šoren-e w bəṯṯər oṯeno maṣənno ruḥi, lə=mətfəqno ʕal-ano ʻnicht, das ich jetzt (die Kette) loslöse und nachher mich wieder fesseln möchte, sie nicht mehr findeʼ; LB 157;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "de ánnaqa ono gə-fayšono harke maṣər-li harke, w hat izúx ʻich werde jetzt hier bleiben; binde mich hier an und gehe duʼ; 738; 58/155; maṣǝ́r ʕal rišux d-noše l-oḏəʕ ebux! ʻwickle dir (das Tuch) um den Kopf damit dich niemand erkennt!ʼ LB 288; maṣər ruḥux b-u=ḥawlo d-guršina-lux ‘Tie yourself to a rope so that we could pull you out’ 77/115;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "u=ḥuṭo mmaṣər ʕal raġle d-u=safruno ʻder Zwirnsfaden wurde dem Sperling ans Bein gebundenʼ; 738; 59/79; ПРИМЕР ОТСУТСТВУЕТ В УКАЗАННОМ МЕСТЕ",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "k-mitaṣər; 739; ko-mitawṣar; 739; 73. Hano bəṯər saymiwayle barko, kəmmile barko. Ánnaqa i=barko-ste ha bu=šəklano qayso hawxa ʕwiǧo, qayso ʕwiǧo hawxa. Hano ánnaqqa gdəṯyo i=mašono d-məḷḷan gmitaṣro ebe, qayso ʕwiǧo (2019_13_01_Malf_Ishaq)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "maṣíro-yo; 739;aṯi mərā́d ḥzele ga kalá druʕe d-u=zʕuro maṣərto ‘Mirad came and saw that the young man’s arm was bandaged’ LuF 298/43; ʕayni maṣre ʻmeine Augen waren verbundenʼ; LB 68; ʕayni w iḏi maṣre mbállal-li ʻsie entführten mich (undeutlich) mit verbundenen Augen und gefesselten Händenʼ; LB 38; yatuno, ko-ḥoyər az=zineǧər kalən-ne maṣre b-raġli w life ʕal qḏoli ‘ich setzte mich hin. Der (Hausherr) sah die Kette an meinen Füssen gefesselt und um meinem Hals gewickelt’ LB 252; tamo kile u=ḥabušo w aḥunonox maṣre b-u=ḥăbəs ‘dort isr der Apfel und dort sind deine Brüder, gebunden im Gefängnis’; 21/32;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "binden;",
    "mtaṣər/mitaṣər",
    "be tied, bound;",
    "Action Noun",
    "1) bandaging, dressing (of a wound); 2) bandage"
  ],
  "uncertain": false
}