{
  "root": "ʕdl",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "ʕdl",
        "reference": "Wehr 818",
        "meaning": "ins Gleichgewicht bringen, (wieder) in Ordnung bringen"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "II",
      "forms": [
        "mʕadele",
        "mʕadəl"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "kīt nahro d-maye lalʕəl m-u=bălad d-ad=daboše, mʕade-le u=nahro, am=maye b-lalyo ʕal u=bălad d-ad=daboše ʻoberhalb des Bienenlandes befindet sich ein Fluss, dessen Wasser lenkte er in der Nacht auf das Bienenlandʼ; 307; prs 170/11; mʕadalle i=ṣufraṯṯe ʻsie bereiteten den Tisch für sieʼ; 307; 65/154; ḥfəlle-le gurto w-mʕadele ṭarfe səmle kul mede w-fayəš hul d-hawi yawme di=ʕruto ‘He dug himself a hole, prepared leaves, made everything and stayed (there) until Friday came’ 75/294;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "kle u=ḥmoro kə-mʕadəl b-i=raḥyo, ḥzele l-u=qaṭuno ḥmurto ʻwährend der Esel sich bemühte, die Mühle wieder in Gang zu bringen, suchte der Kater eine Eselinʼ; 111; prs 165/4; u=mʕalmo kə-mʕadəl ʻder Lehrer verbessertʼ; 309; hən m-an=niše kə-mʕadli ruḥayye b-u=proṭo, w b-u=tuḥito d-i=bodara, w d-i=ḥəmra. u=šufr-ano lo=k-mibaḥəs mene lqul d-u=šufro l-aloho d-hule ʻmanche Frauen verbessern sich durch Enthaarung, Auflegen von Puder und Rot. Diese Schönheit kommt aber gegenüber der Schönheit, die Gott gegeben hat, gar nicht in Betrachtʼ; 3/71-72; b-ḥarayto qadərina də-mʕadlína-la ʻschliesslich brachten wir es (das Dach f) fertig, es in Ordnung zu bringenʼ; 1/19;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "ʕadǝ́l ruḥəx, dmax, k-aṯi u=malaxo d-šoqər ruḥəx ʻmach dich bereit, leg dich hin, der Todesengel ist gekommen, deine Seele zu holenʼ; 310; prs 215/21; ádyawma gəd-oṯe u=šah d-u=ʕǎǧam gəd-oṯe l-arke g-məštaʕe b-u=šṭərənč. mʕadǝ́l u=šṭərənč xəd k-uḏʕat ʻheute kommt der Schach von Persien hierher, um Schach zu spielen. Stelle das Schachspiel auf, so wie do es verstehst!ʼ; 310; 104/12; kəlli gəd-sŭyamno aš=šəklataṯṯe laltaḥ, w hat-ste ʕadel-ən! ʻich werde Ihnen unten eine Zeichnung von beiden machen. Verbessern Sie sie auch!ʼ; 5/17;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "k-roʕe, mʕadəl u=ḥmoro ʻder (kranke) Esel weidete und wurde wieder hergestelltʼ; 311; prs 197/32;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "balki qowe əšmo, w gušme miʕadəl ʻvielleicht kommt er dann ein wenig zu Kräften, und sein Körper kommt in Ordnungʼ; 311; 76/133; ġắlabe ḏ̣aʕifət! bale bə-Ṣṭambul gəm-miʕadlət. bale i=waṣiyayḏi lox: lo=xušnət! ʻdu bist recht dünn geworden, aber in Stambul wirst du schon wieder in Ordnung kommen; aber ich rate dir: Werde nicht zu dick!ʼ; 10/15-16;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "i=ǧeriye məlla l-xatune, ummo áydarbo səmle aʕməx l-u=bazərgān? ummo səmle xd-i=ʕade, mʕadlo ʻdie Sklavin fragte die Frau: “Auf welche Weise hat der Kaufmann dir beigewohnt?” “Ganz so, wie's Brauch ist”, erwiderte sieʼ; 311-312; prs 100/7; ḥoṯox lat-yo mʕadalto ʻdeine Schwester ist nicht von unbescholtenem Lebenswandelʼ; 312; prs 52/22; d-i=ḥeṭo mparqʕo u=barġalayḏan kt-owe mʕadlo, i=danukayḏan kt-uyo mʕadalto ‘wenn das Weizenkorn aufgeplatzt ist, wird unsere Weizengrütze ordentlich, (genauer gesagt) wird unser gekochter Wezen ordentlich’; Lehrbuch 17.5.6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "in Ordnung bringen, verbessern, bereit machen;"
  ],
  "uncertain": false
}