{
  "root": "ʕly",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "ʕlw",
        "reference": "Wehr 872",
        "meaning": "hoch sein, sich erheben, sich auftürmen; besteigen, hinaufsteigen; but see the same root in SL, no G-stem"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "ʕali",
        "ʕole"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "u=yawmo ʕali, aw=warde b-i=baxča kə-mzayni ag=gelone w ad=dawme ʻdie Sonne stieg, die Blumen im Garten schmückten Rasen und Baumeʼ; 347; 8/4; Ḥasanē Aliḳi qayəm, azzele se-Osmān Paša maṣəlle i=sist-ayḏe b-i=dərto d-Osmān Paša w-ʕali, kale u=doquq-ayḏe b-iḏe, ʕabər l-u=diwan ‘Ḥasan Aliki ging zu Osman Pascha, band seine Stute im Hofe an und stieg, mit der Keule in der Hand, hinauf und trat in den Diwan ein’; 95/94; i=briṯo kula baḥar-wa, mšiḥo hu ṭayro-we ʕal foṯo d-am=may. nfəḥle b-ab=baḥare, ʕalyo i=šmayo m-ab=baḥare w-ʕali nune ʕama ‘Die ganze Welt war ein grosses Meer, und Christus schwebte wie ein Vogel über dem Wasser; dann blieser in die Meere, dadurch erhob sich der Himmel aus den Meeren, und auch Fische stiegen mit ihm empor’; prs 151/9-10; ʕali taqne b-i=šmayo. məlle-le l-Kalaš ʕali omər: mə ko-ḥozat? i=arʕo áydarbo k-ḥozat-la? – omər: ya ḥaywan d-aloho, i=arʕo ko-mibayno xd-u=miž ‘Er erhob sich ein gutes Stück nach dem Himmel zu und sprach zu Kalasch ‘Ali: Was siehst du? Wie siehst du die Erde? – O du Tier Gottes! Die Erde sieht aus wie ein Nebel’; 112/365; k-omər qayimo simla-la dulabo b-as=səhrat diḏa w-rawixo ebe, k-omər ʕalyo barban də-ǧoke d-am=maye, w-ǧiwo ǧiwo d-am=maye; k-omər ʕalyo azzala d-əzzá l-i=walaye. maṭyo l-u=surəh d-i=walaye l-i=birke, naḥito m-u=dulabk-ayḏa qayimo azzá l-i=walaye ‘Die Hexe machte sich auf, verfertigte sich mit ihrem Zauber ein Flugrad, bestieg es und hob sich, immer den Rand des Wasserlaufes entlang, in die Lüfte und kam zu der Stadt. Sie gelangte zu der Stadtmauer, zu dem Teich, stieg von ihrem Flugrädchen ab und ging in die Stadt’; 113/178; k-omər xd-i=ṭayyara d-u=zaman-ano d-nafiqo, u=ṭayro ʕali laf-i=šmayo hul d-lə=ḥzele i=arʕo, haqqaṣ i=arʕo mġammo lqul ʕayne maʕlele ‘So, wie heutzutage ein Flugzeug startet, erhob sich der Vogel gen Himmel, bis [der Jüngling] die Erde nicht mehr sah. Er trug ihn empor, so hoch, daß die Erde vor seinen Blicken in den Wolken verschwand’; 61/253; k-omar l-u=ṭayro mḥele ruḥe b-u=qafaṣ w-nafəq mine w-fayər w-ʕali. azzeyo maṭi l-aḥ=ḥawron-ayḏe ‘Der Vogel warf sich gegen den Käfig, kam heraus, flog und erhob sich in die Luft, und schloß sich seinen Gefährten an’; 62/143; lə=maḥəsle hul d-ʕali u=yawmo, ʕali u=yawmo qumṯo ‘Er wachte nicht eher auf, als bis die Sonne eine Manneslänge hoch stand’; 28/105",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "u=tōz qum raġlə-d-aḥ-ḥəyewinaṯṯe k-ʕole l-i=šmayo ʻder Staub von der Füsse ihrer Reittiere erhebt sich zum Himmelʼ; 355; 29/125; 30/89; l-u=gab m-ani ab=bote taḥt u=ġŭmām-ne. m-u=săbab-ano lo=k-maḥwən kayso. k-maḥwən xd-u=xăyāl w xd-aq=qalʕawoto k-ʕolən laf i=šmayo ʻjenseits von diesen liegen die Häuser im Dunst. Deshalb sind sie nicht gut zu sehen. Sie sehen aus wie Schattenwesen und heben sich wie Festungen zum Himmelʼ; 4/81-82; kət-li mede k-ʕobər siṭo b-i=arʕo w-k-ʕole siṭo m-i=arʕo, lat-le lo=ǧinaḥat w-lo=danwo ‘Ich weiss etwas, das geht eine Spanne weit in die Erde hinein und kann sich eine Spanne über die Erde erheben; es hat weder Flügel noch einen Schwanz’; prs 255/35; hawi b-imomo, w-w-illa ḥzele k-oṯe, qəbli d-ak=kowan-ayḏe, k-oṯe ʕaǧāǧ w-toz g-ʕole l-i=šmayo ‘Es wurde Tag. Da sah er plötzlich, daß südlich von seinen Zelten eine Staubwolk eher ankam, die sich bis zum Himmel erhob’; 30/89",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "II",
      "forms": [
        "mʕalele",
        "mʕale"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "məd-šaməʕ ḥəs diḏe, mʕalele i=rəmḥayḏe ʻals er sein Stimme hörte, stellte er die Lanze hochʼ; 414; 65/486;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "ko-mod-le me-ʕal ḥaṣe d-u=səsyo w ve-ǧare i=ǧwaniye kə-mʕalyo-le ʻer fasst ihn, holt ihn vom Pferde herunter, und alsbald hebt ihn das Fohlen hoch in die Luftʼ; 420; 67/201;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "III",
      "forms": [
        "maʕlele",
        "maʕle"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) mhalaxle aʕme bəṯr u=gər s-u=qṭilo qamoyo d-rawəx ʕal i=baġalṯo, maʕlele i=farše l-u=kăčal, w bníle-le ḥamšo w ʕəsri=lġome ʻder Grindkopf ging mit ihm hinter den Hügel, wo der Tote lag, bei dem er das Maultier bestiegen hatte, hob die Steinplatte auf und zählte ihn 25 Zäume hinʼ; 384; 29/480; maṭi l-ḥa mḥéle-le rumḥo b-ḥaṣe, maʕlele m-u=səsyo, ṭrele b-qarʕe d-i=rumḥo, mamṭele ʻeinen erreichte er und stiess ihm die Lanze in den Rücken; mit der Lanze hob er ihn vom Pferde in die Höhe und auf der Lanzenspitze nahm er ihn mit sichʼ; 384; prs 141/17; maʕlele ʕal foṯe w-nšəqle u=aḥuno omər ono ʕamar-no ‘He lifted up (the veiling) from his face, kissed his brother and said: “I am ʕAmar” 78/237;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) maʕlalle aš=šarṭaṯṯe ʻsie erfüllten ihre Bedingungenʼ; 386; 99/13; ПРИМЕР ОТСУТСТВУЕТ В УКАЗАННОМ МЕСТЕ;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) maʕlalle u=ḥarb ʕal ḥḏoḏe ʻsie erklärten einander Kriegʼ; 385-386; 56/33; (Этот пример, как и замечание относительно объявления войны, вряд ли стоит сюда вставлять. В данном случае явно прослеживается путаница между корнями ʕly и ʕln. Объявлять войну относится ко второму, а не к первому. И хотя Риттер пишет, что объявлять войну можно, используя и тот, и другой корень, я бы по этому пути не шел. Ведь прямая фраза “объявлять войну” лучше звучит, нежели “поднимать войну”. Кроме того, имеет ли смысл фразы типа “он поднял голос” выделять в отдельное значение? Ведь глагол поднимать и в немецком, и в русском, и, судя по всему, в туройо употребляется и в прямом и переносном смысле - он поднял его вверх, он поднял голос, он поднялся (разбогател, стал жить лучше) и т.д.",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "mḥele raġle taḥt u=gawo d-i=sisto, hǧəmle aʕla, maʕlele ḥəs diḏe ‘Er schlug mit dem Fuß dem Pferd unter den Hauch, stürmte gegen sie an [und] erhob seine Stimme’; 24/215 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) d-maʕlət iḏux aʕle, k-uḏʕət, mə gəs-samno ebux ʻwenn du die Hand gegen ihn erhebst, so weisst du, was ich mit dir tun werdeʼ; 394; 40/15; harke ḥa ayko d-maʕle riše, k-nuflo ʕaine ʕal ʕito ʻwohin hier einer das Haupt erhebt, fällt sein Auge auf eine Kircheʼ; 11/74; u=qamṣ-awo i=naqla d-ko=ḥoze noše, ko=kole ʕal at=tarte raġloṯ-ayḏe aḥ=ḥaroye w-ko=maʕle at=tarte iḏoṯ-ayḏe ‘When the grasshopper sees men it stands up on the two hind legs and raises its two arms’; 38/6 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) huwe kul-yawmo k-boxe ʕal-u=aḥuno b-u=šuqo k-maʕle ḥəs diḏe ‘Täglich weinte er über den Bruder auf dem Markte und erhob seine Stimme’; 24/283",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) maʕléna-wo u=qădaḥ ʕal u=šăraf ʻwir tranken einander zuʼ; 11/197;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) maʕláy i=pardaye ʻzieh den Vorhang hochʼ; 407; maʕlí raġlux, harke gúrto-yo, harke máye-ne; LB 64; (ПРИДУМАТЬ ПЕРЕВОД, В ЛБ СЛИШКОМ ИНОСКАЗАТЕЛЬНЫЙ); maʕláy čike ḥəs diḏox ʻsprich ein wenig lauterʼ; 407; 60/44;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Part. Pass.": [
          {
            "text": "1) bayraq maʕəlyo ʻerhobene Fahneʼ; 410;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) tuʕliyo ʻerhebenʼ; 409;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "in die Höhe steigen;",
    "erheben, hochheben, aufheben;",
    "maʕlele/maʕle ḥəs/qolo ‘die Stimme erheben’: w Ṣabriyo maʕlele qole omər ʻauch Sabriyo erhob seine Stimme und riefʼ; JL 12.13.17; dreli hawār diḏi, w maʕleli ḥəs diḏi ʻich rief um Hilfe und erhob dabei meine Stimmeʼ; 386; 63/296; fayət qm-u=quṣro d-u=malko, k-maʕle ḥəs diḏe ḥatta d-u=malko šaməḥ ḥəs diḏe ‘So kam er auch an dem Schloß des Königs vorbei. Er erhob seine Stimme, sodaß der König seine Stimme hörte’; 24/59 [MT]; w-hat-ze maʕlí qolux ‘and you also raise your voice’ JL 12.13.15;",
    "maʕlele/maʕle iḏo ʕal ‘to lay hands on’: d-maʕat iḏux aʕle, k-uḏʕat, mə gəs-samno ebux! ‘If you lay your hands on him, you know what I will do with you!’; 40/15 [MT]"
  ],
  "uncertain": false
}