{
  "root": "ḥfr",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ḥpr",
        "reference": "SL 482",
        "meaning": "to dig"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "ḥfəlle",
        "ḥofər"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "ḥfǝ́lle-le gurto, w mʕade-le ṭarfe, səmle kul mede, w fayəš, hul d-hawi yawme=də-ʕruto ʻer grub sich eine Grube, machte Laub zurecht und alles, und blieb dort, bis es Freitag wurdeʼ; 232; 75/294; ḥfəlli maqlabli l-u=gab-ano w b-ano u=ʕafro ʻich… grub und wendete das Erdreich nach liks und rechts umʼ; 116/31; tām qawro xd-i=ʕade ḥfiro, ḥfərral-li ʻ(es gab dort) ein richtig ausgegrabenes Grab. Sie hatten mir (ein Grab) gegrabenʼ; LB 76;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "ḥzele kīt ʕabd k-ḥofər ʻer erblickte dort einen Riesen, welcher nach etwas grubʼ; 234; prs 38/29; 81/3; bdele k-moḥe taḥt-ad=dawm-anək d-i=baxča, k-ḥofər u=ʕafro w-k-maḥru as=siġone ‘Er fing unter jenen Bäumen des Gartens zu graben an. Er grub das Erdreich auf, riß die Mauern ab’; 24/162 [MT]; Šahrzamān a=šwaʕ əšne k-ḥofər i=baxč-ayo qumṯo, korəx ʕal-u=šayro ‘Schahrzamān aber grub in den sieben Jahren in jenem Garten, eine anneslänge Tief, und suchte nach dem Armband’; 24/193; meqəm d-oṯe, w-oʕdo aʕlayna ṣafro-yo. g-ḥofrína-le nuqro ‘Ehe er kommt! Jetzt ist es Morgen über uns. Wir wollen ihm eine Grube graben’; 29/271 b-i=šawke ko-ḥəfri hawīr d-u=šifo, ko-saymile ǧokat ʻmit der Steinhacke graben sie um die (auszuhebende) Steinplatte herum Kanäleʼ; 235; 94/17;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "kul yawmo əzzé-wa, ḥofar-wa u=karmayḏe w sám-way-le ʻer ging alle Tage hin, grub den Weinberg um und bestellte ihnʼ; 236; 81/2; ǝšme du medawo d ḥǝfriwayna mi šeno ǝšme nqurto yo. The name of that thing that we soiled out from the rock its name is nqurto. (Ilyas p.c.)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "ḥfar-lux gubo ʻgrabe dir einen Schachtʼ; 236; 75/93;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Part. Pass.": [
          {
            "text": "maṭina l-i=šen-aṯe diḏan, i=šen-aṯe ko-ḥoyanno ánnaqa, tloṯo=ṭaboqe ʕal ḥḏoḏe w kula ḥfərto b-i=šawke ʻwir gelangten zu unserem Felsen, ich betrachtete ihn: er besteht aus drei Stockwerken übereinander, ganz mit Spitzhacke roh behauenʼ; 238; 93/12; saləq ko-ḥoyər ga i=kăviye d-i=kowo, d-u=naqwo d-i=kowo kalənne ḥfire ʻer stieg hinauf und schaut, und siehe da, der Rand der Dachöffnung, des Lochs der Dachöffnung, war erweitert (aufgegraben)ʼ; Lehrbuch 17.6.8;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "lo dworo k-oḏaʕno, lo zqoro k-oḏaʕno, lo ʕǧofo k-oḏaʕno, lo ḥforo k-oḏaʕno ʻich kann nicht jäten, ich kann nicht weben, ich kann nicht grabenʼ; 237; 77/85; 81/3;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "graben, aushauen;"
  ],
  "uncertain": false
}