{
  "root": "ḥky",
  "etymology": {
    "etymons": [
      {
        "source": "Arab.",
        "source_root": "ḥky",
        "reference": "Wehr 284",
        "meaning": "erzählen, berichten"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "III",
      "forms": [
        "maḥkele",
        "maḥke"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "maḥkíle-le l-Yusəf i=ḥkeyayḏe w d-ʕal u=abro ʻdarauf erzälte ihm Jusif seine Geschichte und die seines Sohnesʼ; 388; prs 60/3;azzə́n maḥkílal-le  l-u=maymūn i=ḥəkkoyaṯṯe ‘sie gingen und erzählten dem Affen ihre Geschichte’; 22/5; ḥa m-ay=yawme aǧ=ǧinn yatiwi sə-ḥḏoḏe; kul ḥa maḥkele u=mede də-ḥzele ‘eines Tages sassen die Geister zusammen. Jeder erzählte, was er gesehen hatte’; 24/14 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "símman-ne hawxa ṣufro, d-kul tre yətwi w maḥkən mina ʻsie deckten einen solchen Tisch, dass, wo immer zwei zusammensassen, sie sich davon erzähltenʼ; 394; 65/79; uʕdo g-maḥkina ḥəkkayat ʻjetzt werde ich (ein paar) Geschichten erzählenʼ; EL 2; ʕal aq=qəryawoṯo w ʕal i=fəqriy-aṯṯe i=naqqa d-ŭṯeno lə-Ṣṭambul gəm-maḥken-ox ʻvon den Dörfern und ihrer Armut werde ich dir erzählen, wenn ich nach Stambul zurückkommeʼ; 14/14; maḥkan-xu maṯlo, me naqqa d-ʔazzino mbeli i=ʕrayto lugab m-u=šalwo ʻich will euch eine Geschichte erzählen, wie ich einmal ging und das Mittagessen auf die andere Seite (wörtl.: nach jenseits) der Schlucht brachteʼ JL 6.10.1;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "i=naqqa d-maḥke-wo, ġắlabe ǧəddi w yaqúro-we ʻwenn er erzählte, war er immer sehr ernst und würdevollʼ; 405; 11/229; m-u=kurmānǧi kə-mtarǧam-me l-u=suryoyo w k-maḥké-wo-lan-ne ʻer übersetzte sie aus dem kurdischen ins syrische und erzählte sie uns dannʼ; 11/307;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "maḥkawu ʕal i=žənəke msəkto, qay msikole l-u=Săʕīd ʻberichtet über die gefangene Frau! Warum hat Saʕid sie festnehmen lassen?ʼ; 408; prs 242/12; maḥkáy-li i=qəṣṣ-ayḏux, mə́n ǧari b-qarʕox ‘Erzähle mir deine Geschichte, was du erlebt hast’; 30/49",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. act.": [
          {
            "text": "i=naqqa d-daʕənno l-i=mamlake u=Ṭūrʕabdīn, abəʕ meni, d-mqafeno kmo=maḥkəyone zōr d-ḥəkkoyat m-Məḏyāḏ aw m-aq=qəryawoṯo, ḥatta də-msaǧanno ḥəs dəṯṯe b-i=makina d-u=šqolo d-u=ḥəs ʻer bat mich, als ich in die Heimat, nach dem Ṭurʕabdin zurückkehrte, einige starke Geschichtenerzähler aus Miḏyaḏ oder den Dörfern ausfindig zu machen, deren Stimme ich mit dem Tonbandgerät aufnehmen sollteʼ; 11/1;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Infectum": [
          {
            "text": "omər gəd-omat-li u=tafsīr d-i=zmurt-aṯi mən-yo, šqul u=baxbīš diḏux. omər ya afandəm lo=k-mitaḥke ʻer sprach zu ihm: “Möchtest du mir doch die Erklärung zu deinem Lied geben, du sollst dafür ein Geschenk erhalten!” Jener aber antwortete: “O Herr, das lässt sich gar nicht erzälen”ʼ; 410; prs 25/8; hēš kīt ġắlabe d-mitaḥkən b-ḥaq d-a=dkoṯ-ani; bale ŭno b-haqqayṣ k-məktafeno ʻes gibt noch viele Dinge, die sich über diese Orte erzählen liessen, aber mit soviel will ich begnügenʼ; 11/322;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "erzählen;"
  ],
  "uncertain": false
}