{
  "root": "ḥlq 2",
  "etymology": {
    "etymons": [
      {
        "notes": "cf. MEA ḥlq, SL 460: dissolve; distribute, share; cf. Arab. coll.: Kinderib ḥlq II, Jastrow 2005 39: werfen; Anat. ḥlq II, VW 123: werfen, hinwerfen",
        "raw": "cf. MEA ḥlq, SL 460: dissolve; distribute, share; cf. Arab. coll.: Kinderib  ḥlq II, Jastrow 2005 39: werfen; Anat. ḥlq II, VW 123: werfen, hinwerfen"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "II",
      "forms": [
        "mḥalaqle",
        "mḥaləq"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) a) mḥalaqqe xud mede, d-əmmina băṭaniye, parda, ʕal u=wŭǧud-ayḏi-ste ʻsie warfen mir auch eine Decke oder einen Vorhang überʼ; LB 45;maḥatle u=abro d-u=məskeno l-gawə-d-u=sanduqo, maqlaḏle aʕle mḥalaqle b-u=baḥar  ʻer legte den Sohn des Armen in die Kiste hinein, verschloss sie und warf sie ins Meerʼ; 137; 23/19; [MT] hano u=abro d-u=məskeno-yo, hano də-mḥalaqlan b-u=baḥar-yo ‘Dies ist der Sohn des Armen, der, den wir ins Meer geworfen haben’; 23/39 ḥzele b-i=arʕo freḏo ax d-aḥ=ḥamṣe, mḥalqole l-feme ‘Er fand auf der Erde ein Korn, wie von einer Kichererbse, und steckte es in den Mund’; 24/6; mədla l-i=ṭarḥ-ayḏa me-ʕal qarʕa w-mḥalqola ʕal qarʕe ‘Da nahm sie ihr Kopftuch vom Kopfe und warf es ihm auf den Kopf’; 35/58",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "b) mḥalaqli iḏi l-i=dapṯo ḥreto ʻich streckte meine Hand nach einem anderen Brettʼ; LB 194; u=šulṭono mḥaláqle-le iḏe, lə=maṭi ‘Der Sultan streckte seine Hand nach ihm (dem Apfel, m) aus, erreichte ihn aber nicht’; 27/6;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "c) mḥalaqle u=sayfo l-u=marwodo ʻer hieb mit dem Schwert nach seinem Ohrringʼ; 202; 78/117;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "d) ʕal ġaflika, mḥalaqle ruḥe aʕli ʻda sprang er (der Hund) plötzlich auf michʼ; 7/5; məd-gani u=yawmo mḥalaqle qarʕe hawxa m-u=sisy-ayḏe omər «raq» w-daməx ‘Als die Sonne unterging, warf er sich vom Pferde und \"bums\" schlief er ein’; 28/104; d-a=tlaṯ naqqat, hano mḥalaqle ruḥe ʕal i=arʕo ‘[When the donkey broke wind] for the third time, he threw himself on the ground’; 46/22",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Ilyas p.c.: mḥalaqle ruḥe lʕallal",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "mhalaxla i=səsto annaqla i=səst-ayḏe ko-fayro b-i=hawa k-əmmi-la səsto fayərto saliqo mḥalaqla ʕam aʕ=ʕaywe ko-mhalxo ‘So the horse ran. His horse could (even) fly in the wind. They would call her the flying horse. She went up, leaped up and began running through the clouds’ 78/185-186;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) mḥalaqle ʕal i=walaye d-Buġdəd məlle: “ya m-u=xarǧ w barǧ d-i=šwaʕ=əšne d-obútul-li, wayaxud m-i=barṯo d-u=malko gd-obútəl-li” ʻer warf sich auf die Stadt Bagdad und sprach: “Entweder gebt ihr mir den Tribut von sieben Jahren oder die Tochter des Königs”ʼ; 204; 60/178, 199; mḥalaqqe aʕle zbəṭṭe ʻsie überfielen ihn und nahmen ihn gefangenʼ; RT 16; hano ádṣafro mḥalaqle ʻdieser (Vogel) ist heute Morgen zu uns geflogenʼ LB 281; ṣafrayto ŭno w-u=kmo=ḥawrone makrelan taksi w-mḥalaqlan ʕal u=darbo d-Məḏyaḏ ʻam Morgen mietete ich mit ein paar Freunden ein Taxi und wir machten uns auf den Weg nach Miḏyaḏʼ; 11/45;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "1) d) hano xəlle kul=ḥa fako=ḥreno w-naqqa l-u=kačalōk k-mḥalaqle ruḥe l-i=arʕo ‘Each [of them] ate another piece [of meat] and the bald-headed threw oneself on the ground at once’; 44/147",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) a) mʔamalle d-maḥti-le, mamṭal-le mḥalqi-le b-u=ḥəmmám ‘Der befahl, ihn ins Bad zu tun, zu bringen, zu werfen’; 28/40; i=naqla d-moṭe u=papaz-ano d-aṣ=Ṣuroye l-gabux, k-obaʕno də-mḥalqat-le l-i=garre d-Mir Mḥama ‘Wenn dieser Geistliche der Christen bei dir ankommt, so möchte ich, daß du ihn in den Strudel von Mir Muhammed wirfst’; 35/20",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "d) b-lalyo u=nsān i=naqqa, d-k-owe bə-ḥliṯo d-i=šanṯo, kə-mḥalqi ruḥayye l-laltaḥ ʕal u=ḥa, d-kət-yo damixo, k-bodən k-mayṣi u=admayḏe ʻdes Nachts, wenn der Mensch im schönsten Schlafe liegt, lassen sie sich auf den Schläfer herunterfallen und beginnen sein Blut zu saugenʼ; 1/24;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ḥzeli ruḥi ġzale w-ko-mḥalqono b-u=tarʕo ʕərqono ‘I found myself a gazelle, rushed at the door and fled’ MM 81;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "Komḥalaq u admo, komaḥto zarke d maye raṯuḥe aʕla, The blood is gushing forth, she pours out a bowl of bowling water upon her. NE_Habirman_Xatun;4",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) mḥalqən-ne l-aq=qăzătat ʻ(damit) sie sie in den Zeitungen veröffentlichenʼ; LB 324; 5) u=admo ko-mḥaləq ʻdas Blut lief (noch) herausʼ JL 10.12.9;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) a) w-mḥaláq-way-no u=buzarʕ-ayḏi moṭe-wa l-u=gab-ano w-l-ano, w-bə-ḥḏo=naqla, bozár-way-ne ‘I threw the seed, and it reached both sides, and at one go I sowed it (the furrow) JL 10.11.4; b) i=gamlo-ste, i=naqqa d-ruʕyo-wa, mḥalqo-wa fema l-u=gelo ʻwenn das Kamel weidete, streckte es sein Maul nach dem Grasse ausʼ; 203; 26/31 [MT]; c) d-l-ǝ́mmo-wa hawxa, oʕdo gə-mḥaláq-way-no u=sayfo ʕal qarʕux w g-šoláḥ-way-no qarʕux ʻwenn sie das nicht gesagt hätte, so würde ich dir jetzt mit dem Schwerte den Kopf abschlagenʼ; 204; 105/73; d) lušína-wo aǧ=ǧule d-u=baḥar, xəd šarwolo, w faytína-wo m-i=ǧaʕd-aṯe, w mḥalqína-wo ruḥayna b-u=baḥar ʻwir zogen Badezeug, z.B. die Badehose an, gingen über die Strasse hinüber und sprangen ins Meerʼ; 2/93; e) mḥalaq-wa zənǧər m-i=šen-aṯe hul l-u=gabo ḥreno ʻer spannte eine Kette von diesem Felsen zur anderen Seite hinüberʼ; RT 6; 2) kul yawmo saymi-wa qaflat, əzzéhən-wa, mḥalqi-wa ʕal aq=qəryawoṯe d-aṭ=Ṭaye ʻda bildeten sie jeden Tag Streifscharen; die gingen und überfielen die Dörfer der Kurdenʼ; 204; 71/53;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) ánnaqqa tay b-u=šoriṭo, ḥaláq ʕal ḥaṣux gəd-marfina hat-ste-ne ʻnun bring den Strick, wirf ihn dir um den Leib, und wir werden dich auch hinunterwerfenʼ; 204; 63/245; 2) abro, qum zux ḥaláq bəṯre, hway-le greʕo ʻSohn, mach dich auf, geh und lauf ihm nahc, werde sein Knecht!ʼ; 204; 64/271; mḥalequ ruḥayxu l-i=arʕo dmaxu, ʕam i=tfənge ʻwerft euch auf die Erde und bleibt mit dem Gewehr liegen!ʼ; jl 18.7.10;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) haka qayəṯ b-i=ḥəlle aw aṯi qariwo l-i=ḥəlle, yaʕni u=pallo, disa ko-yotu u=mḥalqono d-u=pallo ʻwenn das Flugholz die Freistatt berührt oder nahe bei ihr hinfällt, so “setzt sich” der Schleuderer des Flugholzes ebenfalls hinʼ; 204; 94/378, 379, 385;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "2) b-u=fəkər diḏe mḥaləq l-ḥaṣe d-u=komo aṯi l-ḥaṣe d-u=ḥeworo ʻer sprang - so glaubte er - auf den Rücken des schwarzen, geriet aber auf den Rücken des weissenʼ; 204; 112/267;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) k-miḥaləq ḥawlo ʕal fago d-dawmo mede, w b-u=rišayḏe d-laltaḥ k-mitaḥət dawšak mede, w ḥa k-yotu ʕal u=dawšak-ano, w ḥa-ste m-laltaḥ k-tofək hano d-kət-yo b-i=hawa ʻes wird ein Strick über den Ast eines Baumes geworfen, und an dem unteren Ende wird ein Kissen oder dergleichen angebracht. Einer setzt sich auf das Kissen und ein anderer stösst von unten den, der in der Luft istʼ; 204; 12/25; [MT] 3) xəd ag=gurwe, d-simi m-u=naylon-ne. bəṯṯər mədə-qṭiʕi, k-miḥalqi ʻsie sind wie die Strümpfe, die aus Nylon hergestellt sind: wenn sie zerrissen sind, wirft man sie wegʼ; 9/23-24;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part. Pass.": [
          {
            "text": "1) ġắlabe noše mḥálqe-ne b-aṭ=ṭurone ʻviele Menschen liegen in den Wäldern herumʼ; LB 54; kal-ne l-ḥuḏayye b-u=ṭur-awo mḥalqe, lo nošo kīt aʕmayye w lo mede ʻda sind sie allein, auf jenem Berge ausgesetzt, kein Mensch und nichts ist bei ihnenʼ; 204-205; 75/16;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) ono ko-ḥozeno, d-u=ḥeloqo d-u=păpāz-ano b-am=maye d-lo săbab, ġălaṭ w ḥṭiṯo ʻich finde, diesen Geistlichen ohne Grund ins Wasser zu werfen, ist ein Fehler und eine Sündeʼ; 204; 35/23; 94/511;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Idiomatic phases",
    "mḥaləq foṯo ʕal- ʻj-m zureden, j-n anflehen; belästigenʼ: madām k-saymət haqqayṣ aʕli, k-mḥalqət foṯox, gəd-ŭbéno-lox i=guruft-ayḏi b-i=səsto ʻda du mich so sehr anflehst und auf mich einredest, will ich dir meine Schippe für das Pferd gebenʼ; 6/46; balki d-oṯe mḥaləq poṯo aʕle d-oṯe ʻvielleicht kommt er und redet ihm gut zu, dass er kommtʼ; 202; 105/117; bəṯṯər mədə-mḥalaqle aʕle foṯo ġálabe, ǧbir u=mṣaydono húle-le-yo b-kallát ‘Als er ihm aber sehr zusetzte, blieb dem Fiseher nichts anderes übrig und er gab ihn hin für Geld’; 23/38 [MT]; 33/82",
    "mḥalaqle/mḥaləq b-am=maye ‘to forget’ ???: gəm-moṣéno-lux waṣiye; u=xabr-ayḏi, lə=ṭoʕat-le w-lə=mḥalqat-le b-am=maye! ʻI will give you an advice. Do not forget my word and do not throw it in the water!ʼ; 36/85 [MT]"
  ],
  "uncertain": false
}