{
  "root": "ḥrw",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ḥrb",
        "reference": "SL 485",
        "meaning": "to be destroyed, laid waste"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "ḥaru",
        "ḥoru"
      ],
      "conjugations": {
        "Preterit Intransitive": [
          {
            "text": "2) g-šotena ʕărāq, kān ḥariwət g-tumġal-lux, w kān ḥarwono tmaġ-li ʻwir wollen Brantwein trinken, und wenn du betrunken wirst, so drücke ich dir einen Stempel auf; wenn aber ich betrunken werde, so drückst du mir ihn aufʼ; 283; prs 22/23;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) hano hedika k-mamte i=bardəš d-u=ḥalwo k-maḥat-la ʕal i=nuro, w k-soyəm nuro taḥta k-foyər u=ḥalw-awo kule k-qoləb lə=ḥaru-le ʻer holt sacht den Milchtopf und stellt ihn aufs Feuer. Er macht Feuer darunter an und die ganze Milch kocht über und verdampft; er kümmert sich nicht darumʼ; 283; 56/123; mə ḥaru-lax m-u=med-ano ko-mšaylat mən-yo u=sərrayḏi ʻwas geht dich mein Geheimnis an, das du danach fragstʼ; MM 65; hat mə́ ḥáru-lox? hat háw-li-yo, šqul i=lera! ‘Was geht das dich an? Gib es (die Fuchsgaut, m) mir und nimm das Pfund!’; 29/393",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "1) aṯi u=zlam ḥəḷḷe ga i=arʕo ko-ḥariwo, aš=šurone ḥariwi, an=nuqroṯe ṣxiri ‘The man came and saw: the field has been destroyed, the walls have been destroyed, the holes have been filled up’ 75/186;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) tasisat d-ab=bŭweri kito faqaṭ kul yawmo mədə-k-ḥoru mede b-ab=bŭweri maye xd-i=ʕade lo=k-ŭṯe-li ʻes gibt zwar eine Rohrinstallation. Aber da daran täglich etwas kaput geht, kommt das Wasser nicht ordentlich bis zu mirʼ; 20/18;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) izúx hat l-i=ʕito xəd i=ʕade w-lə=ḥoraw-lux me-mede m-ani ʻGo to the church as usual and do not be sad about these thingsʼ; 283; 47/65; heš ono b-aḥ=ḥay-ayaḏi ʕrayto l=aṯi-li (…) ema gd-oṯe-lan ʕrayto omər lo=mtanət lo=ḥaru-lux hat ‘In my (whole) life I have not had lunch. (…) When am I going to get lunch? – He (the boy, m.) said: “Do not raise objections and do not bother!” 76/55;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) u=mede d-sam-wa b-i=šira d-u=qašo, howe-wa, w u=mede d-sam-wa b-i=šira d-u=malla, ḥərwo-wa i=masale ʻdas, was er auf Rat des Pfarrers tat, das gelang, und das, was er auf Rat des Mollas tat, das misslangʼ; 282-283; 84/6; hōl tloṯo=yarḥe ḥrene qudrí-way-na uxlina b-až=žăbaš-anək. lo=ḥərwi-wa až=žabaš fayši-wa ‘For the next three months we could eat those watermelons. They wouldn’t be off, but they would stay fresh’ JL 7.8.8;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Part act.": [
          {
            "text": "1) i=goro ḥaruto w nqúto-wa ʻdas Dach war schadhaft und voller Löcherʼ; 1/16;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Idiomatic Phrases",
    "u-fəkər d-pers. ḥaru/ḥoru ʕal- ‘über j-m auf schlechte Gedanken kommen’: i=barṯo d-u=malko u=fəkər diḏa ḥaru aʕlayye ‘Die Tochter des Königs kam auf schlechte Gedanken’; 24/258; u=fəkər d-ann=ammoṯaṯṯe ḥariwo aʕlayye ʻdie Mütter hatten mit ihnen schlimmes im Sinneʼ; 283; 24/265;",
    "ḥaru bayto + possessive suffix - used as a swear-word: ḥzalle ḥa kal ko-maḥatle feme qm-u=hno qm-u=nahro d-am=maye, ga paške d-maye lə=k-ṭore šopəʕ, w-k-omər: “hawara mayəṯno m-u=ṣahwo!” omər: “ḥaru baytux! u=qa nahr-ano, heš kəmmət mayəṯno m-u=ṣahwo?” ‘They saw: one man has put his mouth close to the stream of water. He was not letting any of it to pass by and was saying: “Help! I am dying of thirst”. He (Xangir) said: “To hell with you! (There is) this whole stream, but you say: “I am dying of thirst”? 73/266-267; ḥoru bayte d-eməx! alyaq mena layt ʻzum Donnerwetter! Ein hübscheres Mädel gibt es nichtʼ; 282; prs 24/6;"
  ],
  "uncertain": false
}