{
  "root": "ḥwy 2",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ḥwy",
        "reference": "SL 423-424",
        "meaning": "to show; to point out, indicate"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "III",
      "forms": [
        "maḥwele",
        "maḥwe"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) ʕal i=muʕǧiza d-maḥwíle-lən l-u=kukwo, harke sǝ́mman-ne dukṯo d-i=ʕabade ʻwegen des Wunders, das ihnen der Stern gezeigt hatte, legten sie sich hier einen Ort zum Gottesdienst anʼ; 613; 11/163; mḥalqile ʕal katfe, aṯi. maḥwíle-le, məlle «uno haṯe-yo i=gəgl-ayḏi ‘Dann warf er sie (Stränge, pl) sich über die Schulter und kam an. Er zeigte sie ihm und sprach: \"Dies ist mein Strang\"’; 25/36; maḥwə́nan-ne u=čadər d-u=šex ‘Man zeigte ihnen das Zelt des Scheichs’; 26/35",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) me-taḥt i=ʕabaye maḥwéle-le ṣaʕre d-Zine ʻunter dem Mantel hatte sich ihm das Haar der Zine gezeigtʼ; 615; 74/93;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) k-mosək b-i=droʕayye zʕuro w k-kurxi b-az=zabəqone. u=zʕuro k-maḥwe-lən darbo; w kə-mḥafaḏ̣ḏ̣e m-ab=bəlawat ʻein Knabe fasst sie (wohl) am Arm, und (so) gehen sie auf den Strassen herum. Der Knabe zeigt ihnen den Weg und behütet sie vor Unglücksfällenʼ; 3/29; bəṯṯər məd-hawi lalyo, k-ḥayro: i=ṭaṣe lə=k-maḥwiyo bahro ‘Als es Nacht wurde, schaut sie: die Schale strahlt kein Licht aus’; 25/14; naqqá ḥreto b-foṯi d-ummo: k-ruḥmono u=abro d-ʕammi zid menox, ya d-maḥwiyo hawxa ḥarakāt, qaṭlo-yo ‘Wenn sie mir noch einmal ins Gesicht sagt: Ich liebe meinen Vetter mehr als dich oder ein derartiges Verhalten zeigt, dann muß sie sterben’; 26/254",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) u=bayt-aṯxu k-maḥwe me-tamo ʻeuer Haus ist von dort aus zu sehenʼ; 615; m-i=dukṯo d-kət-no yatiwo g-maḥwən naḏ̣ife ġắlabe w čuweni ʻvon der Stelle aus, wo ich sitze, sieht es (das Wasser des Meeres pl) ganz rein und blau ausʼ; 4/16; qay an=noš-ayḏan k-əzzehən, w-lə=g-maḥwən ʻwarum ziehen unsere Angehörigen aus und kommen nicht wieder zum Vorschein?ʼ; RT 11; g-maḥwe zlam hov d-lo qarʕo lo ʕayno lo dukṯo mene, kule mvayʕo b-u=sawk-ayḏe ‘Da erschien ein wilder Mann, bei dem weder Kopf, noch Augen, noch sonst etwas zu sehen war; er war ganz und gar in seinem Haar verschwunden’; 27/38; k-maḥwe d-a=trayxu b-ḥila ko-ʕawdutu ʕam ḥḏoḏe ‘It seems you both conduct a business cheating each other’; 39/24 (impers.) [MT] + 46/10 in this meaning",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) bəṯṯər məd-ʕabər, kət-la i=ṭaṣayḏa maḥtó-wa-la ʕal i=koro; maḥwəyo-wa bahro, aġ d-i=lampa bahərto ŭbo-wa nuhro l-u=bayto kule ʻals er hineingegangen war, hatte sie da ihre Schale. Sie stellte sie immer auf den Getreidezuber, dann strahlte sie Helligkeit aus so hell wie eine Lampe, und spendete dem ganzen Hause Lichtʼ; 615; 25/11; [MT] 2) maḥwe-wo u=Boġāz m-i=odaye d-kət-wa b-i=qurniṯo ʻvon dem Eckzimmer aus war der Bosporus zu sehenʼ; 615; 1/59; 2/58;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) aḥway-li aḥunonux a=qṭile ʻzeige mir deine erschlagenen Brüderʼ; 615; prs 83/14; ya ṣlibo d-kət-hət sāġ maḥwi b-i=saʕay-aṯe i=quwwayḏux ʻoh Kreuz, das lebendig ist, zeige deine Stärke in dieser Stundeʼ; LB 184; zox mawbǝ́l u=ḥakim-ano l-i=odaye d-i=barṯ-ayḏi! kila daməxto kayuto, maḥwi-le ṭro ḥŭze-la kŭšaf-la sam-la məʕayana, w-ṭro oṯe l-arke! ʻgeh und bring diesen Arzt in das Zimmer meiner Tochter! Sie liegt krank darnieder. Zeige sie ihm, lass ihn sie sehen, aufdecken’; 24/69-70; [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": null,
  "uncertain": false
}