{
  "root": "ḥyr 1",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ḥwr",
        "reference": "SL 431",
        "meaning": "to look at, see"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "ḥəlle",
        "ḥoyər"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) qrəṣli ḥḏo=kačke ḥəlla b-awire pīs bŭno ʻich kniff ein Mädchen, da schaute es mich mit bösem Blick anʼ; 69; ḥəlle: lo=k-nofəq m-ḥaq d-u=ḥṣodo ʻer schaute: er schneidet nicht ordentlich, wie es sein mussʼ; 503; 6/7; ḥəlle raḥuqo raḥuqo w bdele b-i=žġalliye ʻer blickte weit, weit in die Ferne und begann zu sprechenʼ; 503; 11/227; ḥəlle ʕal u=kaġad, ḥzele i=ṣurto d-Zine w ax=xabre d-kṯúla-le. nšəqle i=ṣurto ʻwie er den Brief schaute und das Bild der Sine ansah nebst den Worten, welche sie geschrieben hatte, küsste er das Bildʼ; 503; prs 3/1; l-u=ʕmiro lə=ḥəlle b-u=greʕo w-lə=məlle mede ʻder Emīr sah den Diener nicht an und sprach kein Wort mit ihmʼ; 503-504; 36/76; kayu-le l-u=waziro qrele l-aḥ=ḥakime ḥərral-le ʻder Minister wurde krank und liess die Ärzte zu sich rufen; diese beschauten ihnʼ; 507, prs 224/10;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) u=aḥuno ko-ḥoyər ʕal aw=waroqe ko-ḥoyər ʕal i=ḥoṯo; ġlīb ʻder Bruder schaute auf die Schwester und schaute auf die Karten und wurde besiegtʼ; 515; 74/118; ono taḥt i=dəsmale ko-ḥoyanno, kale-yo kawmo d-ʕafro w ak=kefe ʻunter der Augenbinde sah ich dort einen Erdhaufen und Steineʼ; LB 76; ko-ḥoyər ʕal u=gab-ano d-am=maye ʻes (das Fenster) blickte auf das diesseitige Ufer des Flussesʼ; RT 4; bäs i=naqla d-izzóx ʕubrit b-u=tarʕo qamoyo də-durto lo=ḥayrət m-i=xaṣr-ayo w m-ayo! ‘Aber wenn du gehst und durch das erste Tor des Hofes eintrittst, so schaue nicht nach dieser Seite noch nach jener!’; 21/3 3) uʕdo k-ʕŭwadno ʕam u=ṭaxṭor amerikani. k-ḥayrina l-ak=kayiwe. šuġli ġắlabe káyso-yo ʻjetzt arbeite ich mit dem amerikanischen Doktor. Wir sehen nach den Kranken. Meine Arbeit ist sehr schönʼ; 5/5; m-u=săbab d-lát-wo-li waxt d-ḥŭyarno l-u=ṭyor-ano, fŭyaš-wo buro ʻda ich keine Zeit hatte, nach diesem Gärtchen zu sehen, blieb es unbestelltʼ; 1/39; g-ḥanno naxa d-lo b-i=kowo-va nəḥti gaban ʻjetzt will ich einmal nachsehen, ob sie nicht doch durch die Dachöffnung zu uns einsteigenʼ; Lehrbuch 17.6.7;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) lo=ḥar-wo lo b-i=xaṣr-aṯe w lo b-aṯe ʻer schaute nicht nach dieser Seite noch nach jenerʼ; 11/230; ḥayrí-way-na b-ag=gušre, b-lalyo, naqqa g-ḥayrí-way-na ak=kurfe hawxa kal ko-mhalxi bayn ag=gušre-va ʻwir schauten zu den Dachbalken, nachts, und schon sahen wir die Schlangen, wie sie zwischen den Dachbalken entlang krochenʼ JL 7.7.2 (Перенес пример из второго значения)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ḥḏo m-ann-awdayat ḥayro-wa l-u=baḥar, i=ḥreto l-u=zabuqo ʻeins der Zimmer blickte auf das Meer, das andere auf die Strasseʼ; 2/4;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) nošo lo=ḥar-wo buwe w-mapisí-wo-le bayn u=ʕulmo ‘Kein Mensch kümmerte sich um ihn, man beschmutzte ihn vor allen Leuten’; 29/402 [MT] ???",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) ḥur b-i=kow-aṯe, ḥzay mə kito lawġul ʻlook into this aperture, see what is there insideʼ; 525; 40/22, 27; ḥur ba mamṭéli-li ḥa, ṭaw mene layt ʻschau, Papa! ich habe mir einen geholt, einen wunderschönenʼ; 525; prs 122/18; ḥuru w məftakeru w maṣiṯu l-u=ʕəǧb-ano d-səmme ʻschaut, überlegt euch und hört (über) diese Gewalt, die man angetan hatʼ; LB 74;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "1) aṯyo l-u=diwan, ḥərrab-ba, lo=k-sawʕi ḥyoro me-ṣurṭa ʻals sie in das Empfangszimmer trat, schauten sie sie an und wurden nicht satt, ihre Gestalt zu bewundernʼ; 528; prs 127/37;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "Idiomatic Phrases",
    "ḥoyər/ḥəlle b-ruḥo ‘bedenken’ ??? 26/111"
  ],
  "uncertain": false
}