{
  "root": "ḥzy",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "source_root": "ḥzy",
        "reference": "SL 438",
        "meaning": "to see"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "ḥzele",
        "ḥoze"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) ḥzele l-u=ʕmiro: ga i=qazayḏe lə=ko-mibayno ʻam nächsten Tage sah der Emir: seine Gans kommt nicht zum Vorscheinʼ; 332; 36/115; ḥzele: ga kale u=ḥolo qḥiroyo ʻer sah: der Onkel ist sehr missmutigʼ; 332; 44/12; haw ḥzele mede ḥreno ʻsonst erlebte er weiter nichtsʼ; 332; 61/44; qayimi azzehən gab u=muxtār də-mḥalle ʕelayto. ḥzalle u=muxtār b-u=bayto ʻsie gingen nun zu dem Schultheiss des oberen Dorfviertels. Sie trafen ihn zu Hause anʼ; 335; 54/49; ḥzeli ġắlabe medone ʻich habe vielerlei erlebtʼ; 337; 51/20; lə=ḥzeli nošo hul l-oʕdo də-mzaballe abne m-diḏe ‘Ich habe noch keinen Menschen gesehen, der Söhne von sich verkauft hätte’; 23/14; mə-bəṯṯər d-ḥəzyole, aḏəʕ u=ġam-ayḏa w-aḏəʕ u=kew-ayḏa kule mə-fəkər-yo, ġamo-yo, mede ḥreno layt ‘als er sie gesehen hatte, wußte er, was ihr Kummer war, und wusste: ihr ganzes Leiden kommt vom Grübeln und vom Kummer; etwas anderes fehlt ihr nicht’; 24/74",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ŭ́no-no abrux d-ḥzǝ́lle-li l-u=daworo ʻich bin dein Sohn, welchen der Bauer gefunden hatʼ; 341; prs 60/8; hul d-ap=polīs ḥzalle u=dōqtōr ʻbis die Polizisten den Arzt fandenʼ; EL 43; abuna, ḥzeli xəzna ‘Father, I have found a treasury’; 47/21; ṭəmle ʕayne w-ftiḥile ḥzele ruḥe b-u=quṣro d-u=babo ‘In the blink of an eye (lit. ‘he closed his eyes and opened them’) he found himself in the castle of his father’ 73/457;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "ko-Preterit": [
          {
            "text": "1) ku-ḥzelux: zlām kamilo k-ubʕe d-moḥe l-u=zʕur-ano ‘You have seen [this]: an adult wants to hit this boy’; 40/16",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Preterit-wa": [
          {
            "text": "1) qṭəlle a=tre=nuxroye. l-an=nuxroye ḥzé-wo-lle i=mʕarṯo meqəm ʻso erschlugen sie die beiden Fremden (diese hatten übrigens die Höhle zuerst entdeckt)ʼ; 345; prs 113/34; spahi-wa i=kačke hiya-ste ġắlabe w-šubho-wa l-Zine, i=kačke d-ḥəzyo-wa-lle b-šanṯe ‘This girl was also very beautiful and she was looking like Zine, the girl he had seen in his sleep’ 74/54;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ʕaṣro ḥamšaḥṣar=grekat, glokat d-ʕázlo-ne ašər hayko d-howe g-ḥozí-way-na-le ʻes sind zehn, fünfzehn Stränge, Knäuel von Wollgarn, wo auch immer sie wären, wir hätten sie gefundenʼ; Lehrbuch 17.6.6;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) ko-ḥoze ga lo xanǧar w lo beʕe ʻer sieht: es ist kein Dolch und keine Eier daʼ; 355; 50/9; k-ḥoze ḥa ga kal ko-maḥatle aḏne ʕal škero d-kefe ʻer sieht: da hat einer das Ohr auf einen Steinhaufen gelegtʼ; 355; 73/242; d-oṯe d-lə́=mublat-li aʕmux k-ḥozət xṣara ḑarar ‘Wenn du mich etwa nicht  mit dir nimmst, wirst du Verlust und  Schaden erleiden’; 21/72; m-bəṯṯər a=tloṯo-yawme <…> gəd-əṯyo hiya b-raġla sidox w-g-ḥuzat-la kila ṯniḥo ‘Nach drei Tagen wird sie <…> selber auf eigenen Füßen zu dir kommen, und du wirst sie genesen vor dir sehen’; 24/77 [MT]; d-ḥuzena aloho áydarbo g-maxlaṣ-lan m-aḥ=ḥaramiy-ani! ‘Wir wollen dann sehen, wie uns Gott von diesen Dieben befreit!’ 25/62; w-aloho maṣṭar-wa ko-ḥozət, bam=mo təšʕi w-tašʕo-ze ‘Gott beschützte (uns), siehst du, denn in neunundneunzig von hundert Fällen’ JL 7.7.11;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) gəd-oṯən l-gabux aw ṣədfe g-ḥozat-te ʻsie werden zu dir kommen, oder du wirst sie vielleicht zufällig treffenʼ; 367; 54/7; iḏa d-lo=quṭlat-li uno g-maḥwéno-lox darbo ḥatta d-izzóx l-u=ḥawušox ḥozət aḥunonox ‘Wenn du mich nicht tötest, so will ich dir den Weg zeigen, damit du zu deinem Apfel kommst und deine Brüder findest’; 21/18 [MT]; w-ko-foyəš u=qaqwono l-ruḥe, w-edí ko-qore b-aṭ=ṭurone d-ḥoze-le ḥawro. mekă̒we, qaqwoniṯo ‘And a male partridge stays all alone and then he calls in the mountains in order to find himself a mate, a female one, a female partridge.’ JL 8.11.2; áyko ko-ḥozat-la, munasə́b, səm-la dukṯo ‘You should make a place for her where you find [it] (a place) for her’; 45/20",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) hanək ṭro fayši b-al=loḏkat d-u=tauno, hul d-ḥozina be ma aydarbo k-saymina aʕmayye ‘And those should stay in the heaps of straw, until we see how we are going to deal with them’ 73/316; (не уверен, что этот пример в это значение)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) kul d-ko-ḥoze mede ko-ḥoze-le ṭaw me-d-ḥzele ʕawwəl ‘Each time he saw something, it seemed to him to be better than when he saw it for the first time’ 77/211;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) u=ḥa d-ḥozǝ́n-way-le l-ruḥe aw tre, mede hawxa, d-howən-wa raḥuqe m-i=qriṯo, maḥti-wa aʕlayye b-a=tfinag w-qəṭlí-wa-nne ʻwenn sie einen allein sahen, oder zwei oder so, die weit vom Dorfe entfernt waren, schossen sie mit Gewehren auf sie und töteten sieʼ; 369; 33/8; d-lə=ḥoze-wa b-ʕayne u=zʕur-ano l-ómar-wa i=ǧġaliy-aṯe ʻwenn der Junge (sie) nicht mit Augen gesehen hätte, würde der nicht so redenʼ; 370; 69/275; u=zlām-ano d-lə=ḥozí-way-na-le mḥaləq ruḥe b-gawe d-am=may-ani u də-ḥnīq! ʻwenn wir jene Mann nicht gesehen hätten, wie er mitten ins Wasser sprang und ertrank!ʼ; 370; 63/308; m-u=sabab d-šubhi-wo lə-ḥḏoḏe a=tre, a=greʕe, i=naqqa d-ḥuzán-wo-la <…>, ḥəšwí-wo-la: hiya hano u=rab-ayḏan-yo Šahrzamān-yo ‘Denn sie waren einander ähnlich. Wenn die Knechte sie <…> sahen, glaubten sie: dies ist unser Herr Schahrzamān’; 24/153-154 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ṣafro qaymi-wa kurxi-wa saymi-wa lo=saymi-wa, dukṯe=d-naqwo d-kurfo d-mede ḥozən lo=ḥozən-wa ‘At mornings they went for a search, but no matter how they tried to find the hole of some snake, they could not find it’ LuF 304/68;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) m-ayko hat? ḥzi-li ḥaḏ̣ər ʻwoher kommst du? sieh doch, ich bin nun einmal daʼ; 373; prs 53/6; prs 69/27; izoxu, mobelu ḥa mənayye s-u=ḥreno, w-ḥzawu  ayna šafər-yo, w-itoxu márul-li! ‘Geht und schaffet einen von beiden zu dem anderen und seht, welcher schöner ist, dann kommt und sagt es mir!’; 24/20 [MT]; ḥzay u=maqṣad-ayḏe l-mən aṯi w-mə k-obəʕ ‘Sieh, was seine Absieht ist, warum er gekommen ist, und was er will’; 29/200",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ḥzay krax ʕal ḥayoro mede ʻgeh dir doch irgendeinen Wahrsager suchenʼ; MM 104;zoxu, ḥzáwun-xu baqoro ‘Go and find you a [new] herdsman’; 47/53",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) ḥzay d-l=əzze săwāl mede čik bayn-a=ṣʕor-ayḏan ‘See that no cattle comes and roams our barley’ LuF 292/21;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    },
    {
      "stem": "Detransitive",
      "forms": [],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) šləḥle gawe d-u=ṣafuro mnaḏ̣afle w-maḥatle ʕal qarʕe d-ruḥe daqana d-lo=məḥze u=šufr-ayḏe ‘He drew out the stomach of the goat, cleaned it and put it on its own head, in order for his beauty not to be seen’ 75/167;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) i=naqla d-bayn l-Sare w l-Kiwax ḥazi ǧăsade hawxa b-ač=čŭwalat ʻman hatte nämlich zwischen Sare und Kiwax in Säcke gefüllte Körper gefundenʼ; LB 54; 3) Malaxo Gabriyēl b-u=ḥulmo ḥze l-Mōr Šəmʕūn u=dayroyo ʻder Engel Gabriel erschien dem Mor Šimʕun, dem Möncheʼ; 378-379; 11/107;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infinitiv": [
          {
            "text": "i=ḥzaytayḏi b-álfo-yo ʻmein Anblick ist tausend wertʼ; 377; prs 128/37; ḥzeli u=ḥzoyo də-ḥzeli emi w babi a=tre nayisi damixi ʻda sah ich, oh Schreck!, wie meine Mutter und mein Vater beide vom Schlaf übermannt wurdenʼ; MM 80;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "ḥzele/ḥoze bəṯṯər qarʕo ‘hinter den Kopf (nach den alten Zeiten zurück) blicken’: ḥozət bəṯrə qarʕəx! haw fayəš k-ḥozət u=šēx-awo. azzé ‘Du blickst hinter deinen Kopf (nach den alten Zeiten zurück)! Du wirst diesen Scheich nicht wieder sehen. Er ist dahin’; 30/142",
    "ḥzele/ḥoze ruḥe ‘to fancy oneself, to think too much of oneself’”: kīt greʕune ġălabe baynaṯṯe ko-ḥozən ruḥayye əmmi hiye ḥa-yo aḥna kiban tre=mo tloṯo=mo  ‘There were among them many young men who fancied themselves. They said: “He is alone, and we have two or three hundred (people)’ 78/99;"
  ],
  "uncertain": false
}