{
  "root": "ṭry 1",
  "etymology": {
    "etymons": [
      {
        "source": "MEA",
        "notes": "ṭry2 надо как-то изменить это обозначение или вообще убрать cf. LS 551: to strike against, push; to expel; to torment, trouble; set, fix"
      }
    ]
  },
  "cross_reference": null,
  "stems": [
    {
      "stem": "I",
      "forms": [
        "ṭrele",
        "ṭore"
      ],
      "conjugations": {
        "Preterit": [
          {
            "text": "1) lə=ṭrele oḏəʕ kīt gubo ʻer hatte ihn natürlich nicht wissen lassen, dass da eine Grube warʼ; 334; 75/114; u=laly-awo, amṭé-wa-llal-li l-u=axur-awo lə=ṭralle domaxno appe ‘in jener Nacht, sie hatten mich in diesen Stall gebracht und hatten mich darin nicht schlafen lassen’; LB 131; fayišina ʕaǧēbmayi m-i=kurk-aṯe, w-áydarbo lo=ṭrela i=kurf-aṯe mḥayṣlo čičə́k me diḏa ‘We remained astonished by the hen, and the way she did not allow that snake to catch one of her chicken’ JL 13.11.10;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ṭrele u=babo w i=emo ʻer verliess Vater und Mutterʼ; 334; 24/94; m-u=săbab-ano ṭreləx ann=abnayḏəx dayima yatume w faqire! ʻdarum hast du deine Söhne immer verwaist und arm gelassenʼ; 11/66; ṭreli i=dəsmāl-ayo d-kət-wa ḥəṣto ʕal ʕayni ṭəryoli tamo ‘das Tuch, mit dem meine Augen verbunden waren, liess ich dort zurück’; LB 200; maštele ann=aḥənone w-i=barṯo d-u=malko; bəṯər məd-štalle ṭralle b-gawə-d-u=gubo w-azzə́n ‘Er gab seinen Brüdern und der Tochter des Königs zu trinken; nachdem sie getrunken hatten, ließen sie ihn in der Zisterne und gingen fort’; 21/75 [MT]; kul ṣafro, kul ʕasriye kə-mḥalaq-le u=mukl-ayḏe am=ma-ayḏe, w-ṭrele tamo yaṣiro ‘Aber jeden Morgen und jeden Abend warf er ihm sein Essen und sein Wasser herunter und ließ ihn dort gefangen sitzen’; 24/279; lo=ṭralle ḥakimo b-u=aṯrano d-l-amṭalla-lle-yo ‘There was not a (single) doctor in that country that they had not brought to him’ (lit. ‘They did not leave a doctor in that country that they had not brought to him’) MM 16;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) l-man ṭrele lebux ʻwer hat dich geärgert?ʼ; 334; 28/53;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) maqnaʕʕe  b-i=ṣurt-aṯe, ṭrele  mene ‘Auf diese Weise überredeten sie ihn, und er ließ von ihm ab’; 24/10 [MT]; u=babo sowo ṭrele mene ‘Er hat den alten Vater im Stich gelassen’; 24/94; i=naqla də-ḥzéla-li, ṭrela m-ač=čīčkat, w-m-i=kurke ‘When she (snake, fem.) saw me, she let the chicken and the hen alone’ JL 13.11.14",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum": [
          {
            "text": "1) qay lo=k-ṭŭretu d-oṯən ʻwesshalb lasst ihr sie nicht gehen?ʼ; 358; prs 123/33; ono lə=g-ṭoreno mede oṯe aʕlux ʻwürde ich nicht erlauben, dass dir etwas zustösst!ʼ; LB 282; lə=g-ṭoren-ux gabi ‘lasse ich dich nicht mehr bei mir bleiben’ JL 19.6.18; lalyo ḥreno d-aloho d-l=obe tə dard w-bala, g-ṭuryono Badrxan Bag d-owe u=ḏ̣ayf-ayḏox ‘Und demnächst - wenn Gott kein Leid und keine Plage schickt - werde ich dafür sorgen, daß Badrchan Bag dein Gast wird’; 28/77 [MT]; lu=k-ṭureno nošo m-u=ʕulmo d-ad= dəžmən d-oṯe mobəl aʕ=ʕeze w-a=ʕwone w-ag=gaml-ayḏan ‘Ich lasse nicht zu, daß irgend einer von den Feinden kommt und unsere Ziegen, Schafe und Kamele wegholt’; 30/81",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "aloho ṭoral-le ʻGott beschütze sieʼ; LB 259;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) ko-faš-le tre tloṯo=dawqe ko-ṭoral-le l-ruḥe ʻdann bleiben ihm zwei, drei Brote, die er für sich behältʼ; 116/15; w k-qayimi a=tre k-ṭorən aǧ=ǧulaṯṯe-ste ʻda machen sich die beiden auf, lassen sogar ihre Kleider im Stichʼ; 6/98; k-ubʕono d-obət waʕd aʕmi ḥatta d-ṭurat-lan harke, hul d-ḥuzena mə gəd-howe mə-šuġlayna ‘Du mußt mir versprechen, daß du uns hier bleiben lässest, bis wir sehen, was aus unserer Sache wird’; 24/176 [MT] ; ádyouma  d-ṭuréno-ləx bayt-ayḏi demák ki lat-li šaraf lat-li namūs ‘Wenn ich dich heute in meinem Hause lasse, so heißt das, daß ich keine Ehre, kein Ehrgefühl habe’; 26/223; lu=g-ṭureno i=ḏərriye mene g-quṭáʕn-ən, g-quṭánnu-lle kulle ‘Ich werde nichts von seiner Sippe übrig lassen; ich werde sie ausrotten, ich werde sie alle töten’; 28/91",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "3) a=greʕ-ayḏa ġălabe fṣiḥoye-ne mina lo=ko-ṭəryo lebe d-nošo kallawat k-oba-lle xud k-əbʕi ‘Her servants were happy. She (the mistress) would not leave anyone unhappy. She would give them as much gold as they wanted’ 77/194;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) babo, kan uno d-ṭorət meni b-sulḥ w-insaniye k-ubaʕno menox lo=b-ǧabriye ‘Vater, wenn du mir freie Hand lässest, so bitte ich dich, in Frieden und menschlicher Rücksicht, nicht mit Gewalt’; 29/298",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6) lə=k-ṭəryo nošo kafino ábadan b-i-walaye ‘She would not leave anyone in the city hungry’ 77/225;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Infectum-wa": [
          {
            "text": "1) aḥuni lə=ṭore-wa oṯət ʻmein Bruder hat dich wohl nie kommen lassenʼ; 369; 75/57; am=mərdnoye lo=ṭorən-wa šəpʕina b-u=ḥdūd ‘The inhabitants of Mardin did not allow us to cross the border’ EL 81;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) d-doyaq-wa arbaʕ=pallat m-i=tuṯ-aṯe, doyáq-wa-lle w ṭoré-wa-lle me-ṣafrayto hul ʕaṣriye b-i=šəmš-aṯe, …, ʕayne g-nayḥi-wa ʻwenn er vier Blätter von diesem Maulbeerbaum zerstampfte und sie vom Morgen bis zum Abend in dieser Sonne liegen liesse, … , so würden seine Augen heil werdenʼ; 370; 70/271; i=naqqa d-ṭŭréno-wo-le sarbast, fŭyar-wo b-u=mamro ‘wenn ich ihn dann losliess, raste er mit der Rede davon’; 11/266; kət-te ʕade l-aq=qabayəl d-aʕ=ʕarab, u=ḥa d-nufal-wo b-ǧídari <...> gəd-ṭurán-wo-le b-i=dukṯo w-mahzimi-wo aʕ=ʕarab kulle mə-gabe ‘Nun haben die Araberstämme eine Sitte: Wenn einer von Pocken befallen wurde, so <...> würden sie ihn auf der Stelle zurücklassen und alle Araber würden ihn fliehen’; 30/8 [MT]",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "6)",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ],
        "Imperativ": [
          {
            "text": "1) ṭray d-moṭe ʻlass ihn herankommen, reif werdenʼ; 372; walaw lu=k-qodər, bas ṭray-le ṭro-oṯe hano-sse, balki aloho b-i=waṣṭ-ayḏe ʕal-iḏe ube-la šafa! ‘Wenn er es auch nicht kann, so laß doch auch diesen einmal kommen! Vielleicht schenkt Gott ihr durch ihn, durch seine Hand, Heilung’; 24/63",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "2) anḥetu aṭ=ṭaʕne harke w-izoxu ṭráwun-ne! ‘Let the burden (pl) down here, go away and leave it (pl)!’; 38/9 [MT]; ḥolo, ṭri-la čike l-taḥoli! ‘Uncle! Leave a slice [of bread] for the aunt!’; 44/62",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "4) ṭray me-ruḥux w izúx ʻschone dich selbst und gehʼ; 372; 57/143; 5) ṭri mena ʻlass von ihr ab!ʼ; 372; prs 61/25;",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "5) ṭray mene! hano faqiro-yo, yatumo-yo, káčal-yo ‘Laß ihn doch! Er ist ein armer Teufel, ein Waisenkind, ein Grindkopf’; 29/428; ṭrawu mənayye! ‘Aber laßt diese Leute!’; 26/32",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "ṭr-owe ʻmöge es sein! einverstanden! (als Antwort auf Befehl und dergl.)",
            "turoyo": "",
            "translations": [],
            "references": []
          },
          {
            "text": "omər oṯe babəx b-raġle, mar lo=mqadmət l-u=bayto d-u=mērko. ummo ṭr-owe ʻ“und wenn dein Vater in Person kommt, so sage ihm: tritt dem Hause dieses Mannes nicht näher!” “So soll es sein”, erwiderte sieʼ; 372; prs 31/33; prs 72/28; prs 183/29; 30/11; 60/139; šqul-ləx u=zoġo ṭro foyəš gabəx gəraw d-kallat ʻnimm den Hahn und behalte ihn als Pfand für das Geldʼ; 372; prs 29/16; haw-la ṭlamṯo d-laḥmo, ṭro d-uxlo ʻgib ihr einen Laib Brot und lass sie essenʼ; 372; 58/170; ṭr-uzzá mičoko taḥt u=tarʕo, kurxo ʕal u=faṣṣo ʻdann soll sie (die Katze) gehen und unter der Türe durchschlüpfen und nach dem Ringe suchenʼ; 373; prs 190/9; hat amer-a w ṭr-əmmi elux ko-mdaglat! ʻerzähle du sie und lass sie dann sagen: “Du lügst”ʼ; 373; 54/57; ax=xabre d-mǝ́lli-lax kulle ṭr-owən eli ʻdie bösen Worte, die ich zu dir gesagt habe, sollen alle für mich geltenʼ; 373; 67/187;",
            "turoyo": "",
            "translations": [],
            "references": []
          }
        ]
      }
    }
  ],
  "idioms": [
    "1) lassen (mod), 2) verlassen, zurücklassen, übrig lassen 3) (lebe) kränken, ärgern, 4) (me-ruḥe) schonen, 5) ablassen (men-) (intr.); 6) to leave (smth. somewhere in peace/alone) (?)"
  ],
  "uncertain": false
}